{"resource": {"name": "ENERGY STAR Certified Commercial Dishwashers", "id": "pk8q-dim8", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 3.0 ENERGY STAR Program Requirements for Commercial Dishwashers that are effective as of July 27, 2021. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/commercial_food_service_equipment/commercial_dishwashers/key_product_criteria.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T14:34:01.000Z", "createdAt": "2013-03-18T21:02:31.000Z", "metadata_updated_at": "2022-02-17T12:56:47.000Z", "data_updated_at": "2023-12-19T14:34:01.000Z", "columns_name": ["Racks per Hour", "Washing Energy Consumption (kWh/rack) for High Temp and Dual Sanitizing Machines", "ENERGY STAR Partner", "Date Available on Market", "Idle Energy Rate for Low Temp and Dual Sanitizing Machines (kW)", "Heat Recovery Machine", "ENERGY STAR Unique ID", "Additional Model Information", "Water Consumption (gallons/rack)", "Energy Saver Mode Idle Rate (kW)", "Idle Energy Rate for High Temp and Dual Sanitizing Machines (kW)", "Booster Heater Idle Energy Rate for High Temp and Dual Sanitizing Machines) (kW)   ", "Washing Energy Consumption (kWh/rack) for Low Temp and Dual Sanitizing Machines", "Hot Water Energy Offset (kWh/rack)  ", "Hot Water Energy Offset Claimed", "Heat Recovery Features", "Markets", "Pot Pan Utensil Machine Wash Area (ft2)", "UPC", "Water Consumption (gallons/sq. ft.)", "Energy Saver Mode ", "Sanitation Method", "Inseparable Booster Heater", "Water Consumption (gallons/hr)", "Brand Name", "Type", "Model Name", "Date Certified", "CB Model Identifier", "Model Number"], "columns_field_name": ["racks_per_hour", "washing_energy_consumption_kwh_rack_for_high_temp_and_dual_sanitizing_machines", "energy_star_partner", "date_available_on_market", "idle_energy_rate_for_low_temp_kw", "heat_recovery_machine", "pd_id", "additional_model_information", "water_use_gallons_per_rack_gpr", "energy_saver_mode_idle_rate_kw", "idle_energy_rate_for_high_temp_kw", "booster_heater_idle_energy_rate_for_high_temp_and_dual_sanitizing_machines_kw", "washing_energy_consumption_kwh_rack_for_low_temp_and_dual_sanitizing_machines", "hot_water_energy_offset_kwh_rack", "hot_water_energy_offset_claimed", "heat_recovery_features", "markets", "pot_pan_utensil_machine_wash_area_ft2", "upc", "water_use_gallons_per_square_foot_gpsf", "energy_saver_mode", "sanitation_method", "inseparable_booster_heater", "water_use_gallons_per_hour_gph", "brand_name", "machine_type", "model_name", "date_qualified", "energy_star_model_identifier", "model_number"], "columns_datatype": ["Number", "Number", "Text", "Calendar date", "Number", "Text", "Number", "Text", "Number", "Number", "Number", "Number", "Number", "Text", "Text", "Text", "Text", "Number", "Text", "Number", "Text", "Text", "Text", "Number", "Text", "Text", "Text", "Calendar date", "Text", "Text"], "columns_description": ["The racks per hour for this dishwasher.\n", "Metric that represents total washing energy, including any internal or external booster heater energy in addition to the tank, heat, motor, control, and any additional auxiliary energy, expressed in kWh/rack.\n", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.  ", "The date that the model is available for purchase.", "For all dishwasher types, the dishwasher is considered \"in idle mode\" when it is not actively running but is still powered on and ready to wash dishes at the required temperature. The idle energy rate is the rate of energy consumed by the dishwasher while “holding” or maintaining wash tank water at the thermostat(s) set point.", "\"Warewashing equipment with heat recovery; a heat exchanger that recovers energy from other heat sources (i.e. waste water, exhaust duct) for the purpose of heating potable water. This includes but is not limited to drain water, wash compartment, and/or exhaust heat exchangers; and supplemental heat pumps. The equipment:\n1) must use a minimum of 95% of water volume from the cold-water inlet for the wash and rinse cycle. The machine can have both cold-water and hot-water inlets, but a maximum of 5% of wash rinse cycle water shall come from the hot water; \n2) must have an inlet water temperature of 70 ± 3°F; and \n3) must operate at or above 180°F. \"", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a  product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "Metric that represents the amount of water, in gallons, that is consumed while rinsing and sanitizing one rack of dishware. This water consumption metric is used to qualify under counter, single tank door, pot, pan, and utensil, single tank rack conveyor, and multiple tank rack conveyor machines. ", "If a dishwasher has an energy saver mode, this represents the measured Energy Saver Mode Idle Energy Rate. \n", "For all dishwasher types, the dishwasher is considered \"in idle mode\" when it is not actively running but is still powered on and ready to wash dishes at the required temperature. The idle energy rate is the rate of energy consumed by the dishwasher while “holding” or maintaining wash tank water at the thermostat(s) set point.", "If the booster heater idle energy rate was able to be measured separately (it is not inseparable), then this represents the booster heater idle energy consumption in kW.\n", "Metric that represents total washing energy, including any internal or external booster heater energy in addition to the tank, heat, motor, control, and any additional auxiliary energy, expressed in kWh/rack.\n", "If the dishwasher claims the hot water energy offset, this represents the hot water energy offset in kWh/rack, calculated with Equation 1 of the Specification.\n", "Indicates if the product is claiming the Hot Water Energy Offset provided in Equation 1 of the Specification. The machine must meet the definition for Heat Recovery Machine in Section 1 of the Specification to claim this offset.", "The following types of energy heat recovery features are possible: Exhaust Heat Exchanger; Wash Compartment Heat Exchanger; Supplemental Heat Pump; Drain Water Heat Exchanger; Other Energy Recovery.\n", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "The wash area available for pot, pan, and utensil dishmachines.\n", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "Metric that represents the amount of water, in gallons, that is consumed per one square foot of rack area while rinsing and sanitizing dishware. This water consumption metric is used for pot, pan, and utensil machines. ", "An operational setting that is designed to reduce energy during idle mode through temporary shut-down of certain machine components (pumps or belt motors) or reduction of certain temperature set points.\n", "Describes the method for which the commercial dishwasher machine applies hot water or a chemical sanitizing solution for the purposes of cleaning dishware. Dual Sanitizing machines must meet both the high temp and low temp requirements.", "Describes if the dishwasher has a booster heater that is inseparable.  A booster heater is a water heater that raises the temperature of preheated water 40 to 80°F. The preheated water is supplied to the unit [booster heater] at temperatures that are typically between100 and 140°F. This booster heater can be either integral to the dishwasher, or externally connected. The booster heater (internal or external) energy consumption shall be measured and reported separately, if possible. However, if booster energy cannot be measured separately it will be included in the idle energy rate measurements. ", "Metric that represents the amount of water, in gallons, that is consumed while rinsing and sanitizing dishware in one hour by the dishwashing machine. This water consumption metric is used for single tank flight type and multiple tank flight type machines. ", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "Designates the type of dishmachine model.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit."], "columns_format": [{}, {}, {"align": "left"}, {"view": "date", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {}, {}, {}, {}, {"align": "left"}, {}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"view": "date", "align": "left"}, {"align": "left"}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-13T14:36:55.000Z"}, "classification": {"categories": ["environment", "infrastructure", "social services"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["commercial dishwashers"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/pk8q-dim8", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Commercial-Dishwashers/pk8q-dim8", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Light Fixtures", "id": "wyt9-72bp", "parent_fxf": [], "description": "Please note, as of January 5, Ceiling Fan Light Kits are no longer included in this dataset. The Ceiling Fan Light Kit dataset can be found here: https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Ceiling-Fans-Light-Kit/3zeh-haeu/data. Certified models meet all ENERGY STAR requirements as listed in the Version 2.0, 2.1, or 2.2 ENERGY STAR Program Requirements for Luminaires. A detailed listing of key efficiency criteria are available at http://www.energystar.gov/index.cfm?fuseaction=find_a_product.showProductGroup&pgw_code=LU#specs.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T15:00:44.000Z", "createdAt": "2013-04-30T18:38:17.000Z", "metadata_updated_at": "2022-02-17T15:38:12.000Z", "data_updated_at": "2023-12-19T15:00:44.000Z", "columns_name": ["ENERGY STAR Unique ID", "Color Quality (CRI)", "Bulb Dimmability", "UPC", "Bulb Light Appearance (Kelvin)", "Light Sources Per Fixture", "Power Factor", "Total Light Output (lumens)", "Date Certified", "Bulb Model Number", "Can Rating(s)", "Can Size(s)", "Markets", "Special Features", "Additional Model Information (JSON) ", "Additional Model Information", "Light Source Shape", "Indoor/Outdoor", "Light Source Option(s)", "Technology", "Date Available On Market", "Notes", "Alternate ENERGY STAR Lamps ESUIDs", "ENERGY STAR Lamp ESUID", "Bulb ENERGY STAR Partner", "Light Source Connection/Base Type", "Light Source Life (hrs)", "Appearance/Correlated Color Temperature (K)", "Energy Efficiency - Measured Outside the Fixture (lumens/Watt)", "Energy Efficiency - Measured at the Source (lumens/Watt)", "Fixture Type", "Model Number", "Brand Name", "ENERGY STAR Partner", "CB Model Identifier", "R9", "Total Input Power (Watts)", "Model Name"], "columns_field_name": ["pd_id", "color_rendering_index_cri", "bulb_dimmability", "upc", "bulb_light_appearance_kelvin", "light_sources_per_fixture", "power_factor", "light_output_lumens", "date_qualified", "bulb_model_number", "can_rating_s", "can_size_s", "markets", "special_features_dimming_motion_sensing_etc", "json_additional_model_information", "additional_model_information", "light_source_shape", "indoor_outdoor", "light_source_option_s", "lighting_technology_used", "date_available_on_market", "notes", "alternate_energy_star_lamps_esuid", "energy_star_lamp_esuid", "bulb_energy_star_partner", "light_source_connection_base_type", "light_source_life_hours", "correlated_color_temperature_kelvin", "luminaire_efficacy", "source_efficacy", "fixture_type", "model_number", "brand_name", "energy_star_partner", "energy_star_model_identifier", "r9", "total_input_power_watts", "model_name"], "columns_datatype": ["Number", "Text", "Text", "Text", "Text", "Number", "Number", "Number", "Calendar date", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Calendar date", "Text", "Text", "Number", "Text", "Text", "Number", "Text", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Text"], "columns_description": ["The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "The Color Rendering Index (CRI) of a light source represents the degree of color shift objects undergo when illuminated by the light source as compared with the color of those same objects when illuminated by a reference source of comparable color temperature. The ENERGY STAR specifications require a CRI of at least 80. Incandescent lighting has a CRI of 100. Early fluorescent lighting had CRIs in the 60s, resulting in unpleasant appearance of skin tones.", "Indicates if the lamp manufacturer claims that the lamp is dimmable and meets the requirements in the specification.\n", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "The appearance of the light is indicated by the Correlated Color Temperature (CCT) on the Kelvin scale. Lower Kelvin numbers like 2700-3000K mean the light appears more “warm” like incandescent; a CCT of 3500-4100K mean the light is whiter and higher temperatures like 5000-6500K would appear slightly bluer. Light appearance is indicated on bulb packaging.", "", "The ratio of real power that flows to the light source versus the amount of power actually consumed.  A light fixture with a lower power factor will draw more current than a luminaire with a higher power factor for the same amount of power consumed.", "The amount of light emitted by the light source or light fixture. Non directional fixtures (with removable light sources i.e. GU24 base bulbs) are measured at the light source and do not account for light lost from the fixture, while other fixtures meant to put light on a specific application (e.g. recessed downlights, under cabinet lights, accent lights, cove lights) are measured at the fixture level, only counting the light that escapes the fixture.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "Indicates if a recessed downlight fixture is insulation contact (IC) rated or airtight.", "The aperture size in inches for recessed downlight fixtures.", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "Most fixtures are designed to operate on an on/off switch. However, some fixtures have been designed with features to perform in specialized applications, such as with dimmers, three-way, or photo cell controls. Special features and compatibility with controls should be clearly marked on the product packaging, cut sheet or web site for the product. For light fixtures shipped with ENERGY STAR bulbs, the special features may apply to either the bulb or fixture.", "", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a  product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "For fixtures with removable light sources, the shape of the light source.", "", "", "The light source technology utilized by the fixture: compact fluorescent light (CFL), light emitting diode (LED), or halogen.", "The date that the model is available for purchase.", "Indicates information on certification relevant to the consumer (i.e. product variations, unique issues concerning the model’s listing, etc.).", "The ENERGY STAR Unique ID (ESUID) is a string of seven numbers EPA assigns to an ENERGY STAR model or set of models with unique performance characteristics. This ESUID is unique to both the model and product specification version and is assigned by EPA upon receipt of certification information from the certification body. Each row within the product list will have a unique ESUID. Developers may wish to use this ESUID to track information on certified models in their information systems.", "The ENERGY STAR Unique ID (ESUID) is a string of seven numbers EPA assigns to an ENERGY STAR model or set of models with unique performance characteristics. This ESUID is unique to both the model and product specification version and is assigned by EPA upon receipt of certification information from the certification body. Each row within the product list will have a unique ESUID. Developers may wish to use this ESUID to track information on certified models in their information systems.", "The ENERGY STAR Manufacturing Partner is the organization that has signed an ENERGY STAR Partnership Agreement and labels the model. This organization is typically the brand owner.\t", "Light sources can be fully integrated into a light kit or removable by a consumer by custom connectors, wire nuts, pronged plugs like GU10, GU24 or sockets e.g. E26 known as the Edison base.", "The expected useful life of the light source. Measured differently depending on the technology of the light source. For example, LED lighting expected useful life is based on the estimated point at which only 70% of the original light output remains, while for older technologies, like fluorescent and halogen, estimated useful life is based on the measured median sample life.", "A description of the \"color\" of a light source measured on the Kelvin (K) scale. CFLs are available in a range of color temperatures. Lower values (2700-3000K) mean the white light has a warmer (red-yellow) tone, while higher kelvin (4100-6500K) mean the white light has a cooler (bluer) tone.", "Measured outside the Fixture (lm/W): The quotient of the total luminous flux (lumens) emitted by the fixture over the total power input (Watts). It is expressed in lumens per watt (lm/W). For ENERGY STAR qualified fixtures this applies to light fixtures that are measured at the fixture level. This includes the following residential grade directional fixture types: line-voltage track lights, ceiling fan light kits, undercabinet and cove lighting, downlights, recessed, pendant or surface mounted and includes retrofit kits for existing recessed cans. This also includes the following LIMITED commercial fixture types: Accent lights such as line-voltage track lights, under cabinet task lights, portable desk task lights, downlights, recessed, pendant or surface-mounts BUT EXCLUDES typical commercial and industrial fixtures such as recessed troffers or linear forms (e.g. linear fluorescent pendants) typically used in office spaces.", "The quotient of the total light source/lamp luminous flux (lumens) emitted over the total lamp power input (Watts). It is expressed in lm/W. For ENERGY STAR qualified fixtures this applies to light fixtures that are residential only, considered \"non-directional\" and have been measured at the light source level.", "", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "The R9 value is not included in the Color Rendering Index (CRI) score but important for a light source to show red in objects with red in them, such as skin tones, natural wood tones, produce, meats, and artwork. Higher numbers represent more accurate rendering of red.", "Total power consumed by the luminaire while in use.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes."], "columns_format": [{"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"align": "right"}, {"align": "left"}, {}, {"align": "left"}, {"precisionStyle": "standard", "align": "left"}, {"precisionStyle": "standard", "align": "right"}, {"precisionStyle": "standard", "align": "right"}, {"view": "date", "align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"view": "date", "align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "align": "right"}, {"align": "left"}, {"precisionStyle": "standard", "precision": "1", "align": "right"}, {"precisionStyle": "standard", "precision": "1", "align": "right"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "align": "left"}, {"precisionStyle": "standard", "precision": "1", "align": "right"}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-07T14:26:10.000Z"}, "classification": {"categories": ["environment"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["light fixtures"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/wyt9-72bp", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Light-Fixtures/wyt9-72bp", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Smart Thermostats", "id": "7p2p-wkbf", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 1.0 ENERGY STAR Program Requirements for Connected Thermostats that are effective as of December 23, 2016. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/heating_cooling/smart_thermostats/key_product_criteria.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T14:38:25.000Z", "createdAt": "2017-02-16T15:10:56.000Z", "metadata_updated_at": "2022-02-17T16:18:58.000Z", "data_updated_at": "2023-12-19T14:38:25.000Z", "columns_name": ["UPC", "Additional Model Information", "Date Certified", "Demand Response Summary", "Thermostat Communication Method", "Other Heating and Cooling Control Features", "Markets", "ENERGY STAR Model Identifier", "ENERGY STAR Partner", "Service Brand Name", "Service Model Name", "Service Model Number", "ENERGY STAR Unique ID", "Thermostat Heating and Cooling Control Features", "Date Available on Market", "Time to Enter Standby (s)", "Standby Power (W)", "Static Temperature Accuracy (±°F)", "Family ID", "Additional Thermostat Model Numbers", "Demand Response Product Variations", "Thermostat Model Number", "Thermostat Model Name", "Thermostat Brand Name", "Thermostat Brand Owner", "Communication Method Other"], "columns_field_name": ["upc", "additional_model_information", "date_qualified", "demand_response_summary", "ct_device_communication_method", "other_heating_and_cooling_control_features", "markets", "energy_star_model_identifier", "energy_star_partner", "brand_name", "model_name", "model_number", "pd_id", "ct_product_heating_and_cooling_control_features", "date_available_on_market", "time_to_enter_network_standby_after_user_interaction", "network_standby_average_power_consumption", "static_temperature_accuracy", "family_id", "additional_ct_device_model_numbers", "demand_response_product_variations", "ct_device_model_number", "ct_device_model_name", "ct_device_brand_name", "ct_device_brand_owner", "communication_method_other"], "columns_datatype": ["Text", "Text", "Calendar date", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Calendar date", "Number", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text"], "columns_description": ["UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "This indicates for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "The date on which the CT product was confirmed to meet the ENERGY STAR specification.", "Describes the ability to communicate with Demand Response systems.", "Protocols/Methods Thermostat can use to communicate external to the HVAC system", "Describes user tools to control Heating and Cooling systems in the home.", "Includes products sold in the U.S and/or Canada and other ENERGY STAR partner countries.", "A unique string of characters assigned by certification bodies (CBs) to identify a model or set of models with the same performance characteristics. This identifier should remain the same for a model even if it is recertified to a new version of an ENERGY STAR specification. This string of characters is determined by CBs and is not the ENERGY STAR Unique ID assigned by EPA.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.", "Brand name of CT Service, assigned by service provider for sales and marketing purposes.", "CT Service Model Name, assigned by service provider for sales and marketing purposes.", "CT Service Model Number, assigned by service provider for sales and marketing purposes.", "The ENERGY STAR Unique ID (ESUID) is a string of seven numbers EPA assigns to an ENERGY STAR model or set of models with unique performance characteristics. This ESUID is unique to both the model and product specification version and is assigned by EPA upon receipt of certification information from the certification body. Each row within the product list will have a unique ESUID. Developers may wish to use this ESUID to track information on certified models in their information systems.", "Describes user tools to control Heating and Cooling systems in the home.", "The date that the CT Product model is available for purchase.", "Time between a user interaction, for example, key press, and CT Device entering automatic sleep mode.", "Average power consumption of CT Device + Service when in automatic sleep mode.", "Lab tested accuracy of thermostat readout, compared with a reference sensor (⁰F).", "Used to link Services that can be used with several different Connected Thermostat Devices.", "Additional Models for Thermostat with equivalent lab test results, for example, variations in product finish.", "Describes key changes from typical Thermostat Product Demand Response capabilities when used with this Thermostat.", "Model Number, assigned by manufacturer or private labeler for sales and marketing purposes.", "Model Name, assigned by manufacturer or private labeler for sales and marketing purposes.", "Brand Name, assigned by manufacturer or private labeler for sales and marketing purposes.", "Manufacturer or Private Labeler of Thermostat.", "Protocols/Methods Thermostat can use to communicate external to the HVAC system"], "columns_format": [{}, {"displayStyle": "plain", "align": "left"}, {"view": "date", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "noCommas": "true", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"view": "date", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2022-02-17T16:18:58.000Z"}, "classification": {"categories": ["social services", "environment", "housing & development"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["smart thermostats"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/7p2p-wkbf", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Smart-Thermostats/7p2p-wkbf", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Residential Clothes Washers", "id": "bghd-e2wd", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 8.0 and Version 8.1 ENERGY STAR Program Requirements for Clothes Washers that are effective as of February 5, 2018. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/appliances/clothes_washers/key_product_criteria", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T16:25:35.000Z", "createdAt": "2015-02-02T16:45:48.000Z", "metadata_updated_at": "2023-12-19T16:25:35.000Z", "data_updated_at": "2023-12-19T14:11:30.000Z", "columns_name": ["Intended Market", "Special Type", "Load Configuration", "Direct on-premises Open-standard Based Interconnection", "Markets", "Height (inches)", "Heat Pump Technology for the dryer in a Combination All-in-One Washer-Dryer", "Depth (inches)", "Drum Capacity for the dryer in a Combination All-in-One Washer-Dryer", "Width (inches)", "Connects Using", "Additional Washer Features", "US Federal Standard (IMEF)", "US Federal Standard (IWF)", "Additional Dryer Features for the dryer in a Combination All-in-One Washer-Dryer", "Communication Standard Application Layer", "Paired ENERGY STAR Clothes Dryer Available", "Paired ENERGY STAR Clothes Dryer ENERGY STAR Model Identifier", "Additional Model Information", "Combined Energy Factor (CEF) for the dryer in a Combination All-in-One Washer-Dryer", "Volume (cu. ft.)", "ENERGY STAR Model Identifier", "Calculated Combined Energy Factor - Max Dryness Setting (lbs/kWh) for the dryer in a Combination All-in-One Washer-Dryer", "Brand Name", "Estimated Energy Test Cycle Time (min) for the dryer in a Combination All-in-One Washer-Dryer", "Model Number", "UPC", "Integrated Modified Energy Factor (IMEF)", "Annual Energy Use (kWh/yr)", "Integrated Water Factor (IWF)", "Energy Test Cycle Information for the dryer in a Combination All-in-One Washer-Dryer", "Connected", "Date Certified", "Meets ENERGY STAR Most Efficient 2024 Criteria", "ENERGY STAR Unique ID", "Annual Water Use (gallons/yr)", "Estimated Annual Energy Use (kWh/yr) for the dryer in a Combination All-in-One Washer-Dryer", "Date Available On Market"], "columns_field_name": ["intended_market", "special_type", "load_configuration", "direct_on_premises_open_standard_based_interconnection", "markets", "height_inches", "heat_pump_technology_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "depth_inches", "drum_capacity_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "width_inches", "connects_using", "additional_washer_features", "us_federal_standard_imef", "us_federal_standard_iwf", "additional_dryer_features_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "communication_standard_application_layer", "paired_energy_star_clothes_dryer_available", "paired_energy_star_clothes_dryer_energy_star_model_identifier", "additional_model_information", "combined_energy_factor_cef_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "volume_cubic_feet", "energy_star_model_identifier", "calculated_combined_energy_factor_max_dryness_setting_lbs_kwh_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "brand_name", "estimated_energy_test_cycle_time_min_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "model_number", "upc", "integrated_modified_energy_factor_imef", "annual_energy_use_kwh_year", "integrated_water_factor_iwf", "energy_test_cycle_information_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "connected", "date_qualified", "meets_most_efficient_criteria", "pd_id", "annual_water_use_gallons_year", "estimated_annual_energy_use_kwh_yr_for_the_dryer_in_a_combination_all_in_one_washer_dryer", "date_available_on_market"], "columns_datatype": ["Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Number", "Text", "Text", "Calendar date", "Text", "Number", "Number", "Text", "Calendar date"], "columns_description": ["This refers to whether the product is intended to be sold in the residential market, the commercial/multi-family housing/coin laundry market, or both.", "This refers to whether the product is a combination all-in-one washer-dryer or laundry center. \n", "Type refers to whether the product is a front-loading washer or a top-loading washer.", "Connected appliances may or may not enable open-standards connectivity in the home. Consider the following illustrative examples: \"Yes\" An appliance that can directly communicate using Wi-Fi and OpenADR, or wired Ethernet and SEP 2.x; \"No\" An appliance that uses proprietary communications to/from the cloud, and is capable of supporting open-standards communications only in the cloud.", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "The height of the product.\n", "Highly energy efficient heat pump technology typically heats, dehumidifies and circulates air in the dryer drum, so no vent is required. A Heat Pump model solely uses heat pump technology to dry clothes, while a Hybrid Heat Pump model uses a combination of heat pump technology and traditional electric resistance heating technology.\n", "The depth of the product.", "For combination all-in-one washer-dryers, this is the drum capacity of the clothes dryers in cubic feet as measured by the U.S. Department of Energy test procedure, Code of Federal Regulations, Title 10, Section 430, Subpart B, Appendix D2. Products with a drum capacity less than 4.4 cubic feet are considered compact.\n", "The width of the product.\n", "Provides guidance about what you need in your home to enable connected capabilities like smart phone control, e.g. ‘WiFi’ or Zigbee.", "Features applicable to the clothes washer may include Steam Cycle, Anti-Wrinkle, Gentle Cycle, Delayed Start, Sanitize Option, Hand Wash Cycle, and Supplementary Wash System.", "The mandatory energy efficiency standards for clothes washers, established by DOE rulemaking activities and federal laws.", "The mandatory water efficiency standards for clothes washers, established by DOE rule-making activities and federal laws.", "For combination all-in-one washer-dryers, features applicable to the clothes dryer may include drum light, wrinkle prevention option, steam cycle, sanitization cycle, filter cleaning indicator, energy monitor/indicator, time remaining display, and supplementary drying system.\n", "Open Standard - Application Layer include SEP 1.x, SEP2.x, OpenADR, etc.", "Indicates if the clothes washer is being marketed as a matched pair with an ENERGY STAR Clothes Dryer.", "Paired clothes dryer ENERGY STAR Model Identifier.", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "CEF is the energy performance metric for ENERGY STAR clothes dryers; the higher the CEF the more efficient the clothes dryer. The metric has units lbs/kWh and is calculated by dividing the weight of the test load by the sum of the per cycle standby and off mode energy consumption and either the total per-cycle electricity dryer energy consumption or the total per-cycle gas dryer energy consumption expressed in kilowatt hours (kWh).\n", "This is the tub capacity of the clothes washer in cubic feet, as measured by the U.S. Department of Energy (DOE) test procedure, Code of Federal Regulations, Title 10, Section 430, Appendix J2.", "A unique string of characters used to identify models with the same performance characteristics. This sequence is generated by certification bodies and is reported as a single row of data on the lists of certified products.", "For combination all-in-one washer-dryers, the Calculated CEF – Max Dry is a measure of the dryer’s energy performance in a more energy consumptive setting, namely the normal cycle with the highest dryness setting as defined in the ENERGY STAR Most Efficient 2017 criteria. The Calculated CEF – Max Dry should not be directly compared to the CEF field, which is tested using the medium dryness setting, and represents a rated rather than measured value. The CEF metric has units lbs/kWh and is calculated by dividing the weight of the test load by the sum of the per cycle standby and off mode energy consumption and either the total per-cycle electricity dryer energy consumption or the total per-cycle gas dryer energy consumption expressed in kilowatt hours (kWh).", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "For combination all-in-one washer-dryers, the estimated energy test cycle time is the time taken to complete the test cycle necessary for ENERGY STAR certification. Products must complete the energy test cycle in less than 80 minutes in order to be certified as ENERGY STAR. The estimated test cycle time does not reflect actual consumer cycle times which vary as a result of load size, dampness, and composition.\n", "A distinguishing identifier, usually alphanumeric, assigned to a product by the manufacturer or private labeler.", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "IMEF is the energy performance metric for ENERGY STAR certified clothes washers. The higher the IMEF, the more energy efficient the clothes washer. The metric has units: ft3/kWh/cycle, and is calculated as the quotient of the capacity of the clothes container divided by the total clothes washer energy consumption per cycle, with such energy consumption expressed as the sum of the machine electrical energy consumption, the hot water energy consumption, the energy required for removal of the remaining moisture in the wash load, and the combined low-power mode energy consumption. For example, if a clothes washer has a tub volume of 4.0 cubic feet and a total clothes washer energy consumption per cycle of 10 kWh/cycle, then the IMEF is 2.5.", "This is the estimated annual energy use of the clothes washer under typical conditions, including the energy used by the washer and the energy needed to heat the water used by the clothes washer with an electric water heater. Unlike IMEF, the estimated annual energy use does not address how effective the washer is at removing moisture from the wash load and thus reducing the energy needed to fully dry a load in the clothes dryer. It is based on an annual usage of 295 loads per year, or around 6 loads per week, as referenced by the U.S. Department of Energy (DOE) test procedure, Code of Federal Regulations, Title 10, Section 430, Appendix J2. Actual energy consumption will vary depending on various factors such as the amount of laundry done, the size of the loads, and the settings chosen.", "Integrated Water Factor (IWF) is a measure of water efficiency that considers gallons of water consumed per cubic foot of capacity. The lower the IWF, the more water efficient the clothes washer.", "For combination all-in-one washer-dryers, the cycle selection and settings (temperature and dryness where separately selectable) as defined in the U.S. Department of Energy test procedure, Code of Federal Regulations, Title 10, Section 430, Subpart B, Appendix D2, Section 3.3, used for certification to ENERGY STAR.\n", "Indicates whether the model offers advanced controls and increased functionality such as sending notifications when the washer is done or allowing for a service center to remotely diagnose problems. Clothes washers with connected functionality are smart grid ready; if linked with your energy provider or an energy management system these products can dynamically adjust their energy use, potentially lowering your electric bill. For combination all-in-one washer-dryer products the washer and dryer must meet connected criteria.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "Indicates models meeting the Most Efficient criteria. The ENERGY STAR Most Efficient criteria recognizes the most efficient products among those that qualify for the ENERGY STAR. These exceptional products represent the leading edge in energy efficient products this year. For more information, please visit www.energystar.gov/mostefficient", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "This is the estimated annual water use of the washer under typical conditions. It is based on an annual usage of 295 loads per year, or around 6 loads per week, as referenced by the U.S. Department of Energy (DOE) test procedure, Code of Federal Regulations, Title 10, Section 430, Appendix J2. Actual water consumption will vary depending on the amount of laundry done.", "For combination all-in-one washer-dryers, the estimated annual energy use is based on the Combined Energy Factor and an annual usage of 283 cycles per year, as referenced by the U.S. Department of Energy test procedure, Code of Federal Regulations, Title 10, Section 430, Subpart B, Appendix D2. Actual energy consumption will vary on your usage patterns, including how often your run the dryer, what cycle you select, and load size. NOTE: For gas dryers the estimated annual energy use is expressed in kilowatt hours to allow for comparison, and represents the equivalent multi-source energy use of the product (e.g., natural gas or propane typically expressed in British thermal units (Btu)).\n", "The date that the model is available for purchase."], "columns_format": [{"align": "left"}, {}, {"align": "left"}, {}, {"align": "left"}, {}, {}, {}, {}, {}, {}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {}, {"align": "left"}, {}, {"align": "left"}, {"precisionStyle": "standard", "rdf": "", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"align": "left"}, {"view": "date", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "true", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"view": "date", "align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-06-07T13:11:12.000Z"}, "classification": {"categories": ["environment", "infrastructure", "finance"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["residential clothes washers"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/bghd-e2wd", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Residential-Clothes-Washers/bghd-e2wd", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Residential Refrigerators", "id": "p5st-her9", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 5.0 ENERGY STAR Program Requirements for Residential Refrigerators and Freezers that are effective as of September 15, 2014 or the Version 5.1 Program Requirements that are effective as of August 5, 2021. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/appliances/refrigerators/key_product_criteria", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T16:26:46.000Z", "createdAt": "2014-08-07T16:59:02.000Z", "metadata_updated_at": "2023-12-19T16:26:46.000Z", "data_updated_at": "2023-12-19T14:09:20.000Z", "columns_name": ["Markets", "Ice Maker", "Connected Functionality", "Built-in", "Connected Functionality Tested", "Connects Using", "Annual Energy Use (kWh/yr)", "US Federal Standard (kWh/yr)", "Percent Less Energy Use than US Federal Standard", "ENERGY STAR Unique ID", "Brand Name", "Communication Standard Application Layer", "Compact", "Thru the Door Dispenser", "Defrost Type", "Product Class", "Additional Model Information", "UPC", "Capacity (Total Volume) (ft3)", "Adjusted Volume (ft3)", "Date Available On Market", "Date Certified", "CB Model Identifier", "Meets ENERGY STAR Most Efficient 2024 Criteria", "Model Number", "Refrigerant Type", "Counter Depth", "Height (in)", "Direct on-premises Open-standard Based Interconnection", "Refrigerant with GWP", "Width (in)", "Type"], "columns_field_name": ["markets", "ice_maker", "connected_functionality", "built_in", "connected_functionality_tested", "connects_using", "annual_energy_use_kwh_yr", "us_federal_standard_kwh_yr", "percent_less_energy_use_than_us_federal_standard", "pd_id", "brand_name", "communication_standard_application_layer", "compact", "thru_the_door_dispenser", "defrost_type", "product_class", "additional_model_information", "upc", "capacity_total_volume_ft3", "adjusted_volume_ft3", "date_available_on_market", "date_qualified", "energy_star_model_identifier", "meets_most_efficient_criteria", "model_number", "refrigerant_type", "standard_or_counter_depth", "height_in", "direct_on_premises_open_standard_based_interconnection", "refrigerant_with_gwp", "width_in", "type"], "columns_datatype": ["Text", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Calendar date", "Calendar date", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Text", "Number", "Text"], "columns_description": ["Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "Included in some refrigerators for making ice cubes.", "Indicates whether the model offers advanced controls and increased functionality such as sending notifications when the refrigerator or cooler door is not closed or allowing for a service center to remotely diagnose problems. Refrigerators or coolers with connected functionality are smart grid ready; if linked with your energy provider or an energy management system these products can dynamically adjust their energy use, potentially lowering your electric bill.", "Built-in refrigerators are designed to be installed totally encased by kitchen cabinets.", "Refrigerator models listed with Connected Functionality must be tested using the ENERGY STAR Test Method to Validate Demand Response to verify the model’s Demand Response (DR) Functionality. Coolers are not required to be tested. \n", "Provides guidance about what you need in your home to enable connected capabilities like smart phone control, e.g. ‘WiFi’ or Zigbee.", "This number is the estimated annual energy use in kWh/year of the refrigerator or cooler under typical conditions. Your actual energy consumption will vary depending on how you use your refrigerator or cooler, such as frequency of opening and closing, surrounding room temperature, and how full the unit is kept. This figure is calculated according to U.S. Department of Energy test procedures.", "The U.S. federal standard is the maximum energy consumption in kWh/year allowed by the U.S. Department of Energy for a refrigerator or cooler of this particular configuration and size.", "ENERGY STAR certified refrigerators and coolers must generally exceed the U.S. federal standard by at least 10%. This column tells you by how much each model exceeds the standard.", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "Open Standard - Application Layer include SEP 1.x, SEP2.x, OpenADR, etc.", "Designation for refrigerators, refrigerator-freezers, and coolers with a total volume of less than 7.75 cubic feet and 36 inches or less in height.", "Allows access to ice and/or water through an exterior dispenser. Automatic icemakers and through the door dispensers offer convenience but they can increase energy use by 14-20%.", "This is the type of defrost function. Automatic, manual, and partial automatic are the standard defrost types.", "Classification of products by the type of energy used or by capacity or other performance-related features that affect efficiency. Different ENERGY STAR levels may apply to different product classes.", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "The total interior volume of the refrigerator, including both the refrigerator and freezer compartments. Generally, the larger the refrigerator, the greater the energy consumption.", "This is a figure accounting for the fact that freezers require more energy than refrigerators per unit of actual volume, because they are colder. The adjusted volume is the sum of the fresh food compartment volume, the cooler compartment volume, and the product of an adjustment factor and the net freezer compartment volume in cubic feet. It is used to determine the federal energy conservation standards for refrigerators, freezers, and coolers. Adjusted Volume = Fresh Food Volume + Cooler Volume + (1.76 x Freezer Volume).", "The date that the model is available for purchase.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "Indicates models meeting the Most Efficient criteria. The ENERGY STAR Most Efficient criteria recognizes the most efficient products among those that qualify for the ENERGY STAR. These exceptional products represent the leading edge in energy efficient products this year. For more information, please visit www.energystar.gov/mostefficient", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "Indicates the type of refrigerant used in the model.", "This refrigerator or cooler design is approximately 24 inches deep without the door, making them nearly flush with standard kitchen cabinets. With the doors, they are generally 27-29 inches deep.", "Measured from the floor to top of hinge.", "Connected appliances may or may not enable open-standards connectivity in the home. Consider the following illustrative examples: \"Yes\" An appliance that can directly communicate using Wi-Fi and OpenADR, or wired Ethernet and SEP 2.x; \"No\" An appliance that uses proprietary communications to/from the cloud, and is capable of supporting open-standards communications only in the cloud.", "Refrigerants are substances that cool or heat and are often used in refrigeration and HVAC equipment. Many refrigerants are harmful atmospheric pollutants that have a high global warming potential (GWP). Lower-GWP alternative refrigerant options for residential refrigerators include R-600a and R-441A.", "Measured from side to side.", "This shows the configuration of the refrigerator or cooler."], "columns_format": [{"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"noCommas": "false", "align": "right", "percentScale": "100", "precisionStyle": "percentage", "view": "percent_bar_and_text"}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"align": "left"}, {}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {}, {"align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"view": "date", "align": "left"}, {"view": "date", "align": "left"}, {"align": "left"}, {"displayStyle": "plain", "align": "left"}, {"align": "left"}, {}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-12-06T15:38:56.000Z"}, "classification": {"categories": ["environment", "infrastructure", "social services"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["consumer refrigeration", "refrigerators", "residential refrigerators"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/p5st-her9", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Residential-Refrigerators/p5st-her9", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Geothermal Heat Pumps", "id": "acvd-5wvz", "parent_fxf": [], "description": "All ENERGY STAR certified geothermal heat pump models are recognized as Most Efficient, as they deliver superior performance, particularly when it is very cold or very hot. Certified models meet all ENERGY STAR requirements as listed in the Version 3.0 ENERGY STAR Program Requirements for Geothermal Heat Pumps that are effective as of January 1, 2012 or the Version 3.2 Program Requirements that are effective as of July 16, 2020. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/heating_cooling/heat_pumps_geothermal/key_product_criteria.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T16:32:01.000Z", "createdAt": "2013-02-14T15:58:11.000Z", "metadata_updated_at": "2023-12-19T16:32:01.000Z", "data_updated_at": "2023-12-19T14:08:25.000Z", "columns_name": ["Date Available On Market", "Model Name", "Meets ENERGY STAR Most Efficient 2024 Criteria", "Date Qualified", "CB Model Identifier", "UPC", "COP Rating", "Markets", "Energy Efficiency (EER) ", "Refrigerant Type", "Model Number", "ENERGY STAR Partner", "ENERGY STAR Unique ID", "Brand Name", "Type", "Additional Model Information"], "columns_field_name": ["date_available_on_market", "model_name", "meets_most_efficient_criteria", "date_qualified", "energy_star_model_identifier", "upc", "cop_rating", "markets", "eer_rating", "refrigerant_type", "model_number", "energy_star_partner", "pd_id", "brand_name", "product_type", "additional_model_information"], "columns_datatype": ["Calendar date", "Text", "Text", "Calendar date", "Text", "Text", "Number", "Text", "Number", "Text", "Text", "Text", "Number", "Text", "Text", "Text"], "columns_description": ["The date that the model is available for purchase.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "Indicates models meeting the Most Efficient criteria. The ENERGY STAR Most Efficient criteria recognizes the most efficient products among those that qualify for the ENERGY STAR. These exceptional products represent the leading edge in energy efficient products this year. For more information, please visit www.energystar.gov/mostefficient", "The date on which the product was confirmed to meet the\nENERGY STAR specification.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "A measure of efficiency in the heating mode that represents the ratio of total heating capacity to electrical energy input.", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "A measure of efficiency in the cooling mode that represents the ratio of total cooling capacity to electrical energy input.", "Indicates the type of refrigerant used in the model.", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "A geothermal heat pump uses the thermal energy of the ground or groundwater to provide residential space conditioning and/or domestic water heating. A geothermal heat pump model normally consists of one or more factory-made assemblies that include indoor conditioning and/or domestic water heat exchanger(s), compressors, and a ground-side heat exchanger. A geothermal heat pump model may provide space heating, space cooling, domestic water heating, or a combination of these functions and may also include the functions of liquid circulation, thermal storage, air circulation, air cleaning, dehumidifying or humidifying. A geothermal heat pump system generally consists of one or more geothermal heat pump models, the ground heat exchanger(s), the air and/or hydronic space conditioning distribution system(s), temperature controls, and thermal storage tanks.", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family."], "columns_format": [{"view": "date", "align": "left"}, {"align": "left"}, {"displayStyle": "plain", "align": "left"}, {"view": "date", "align": "left"}, {"align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"align": "left"}, {"align": "left"}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-09T19:20:50.000Z"}, "classification": {"categories": ["infrastructure", "environment", "economy"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["geothermal heat pumps"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/acvd-5wvz", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Geothermal-Heat-Pumps/acvd-5wvz", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Light Bulbs", "id": "ebgj-qsf7", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 2.0 and V2.1 ENERGY STAR Program Requirements for Lamps (Light Bulbs) that are effective as of January 2, 2017. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/lighting_fans/light_bulbs/key_product_criteria", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T14:29:54.000Z", "createdAt": "2016-06-01T16:27:49.000Z", "metadata_updated_at": "2022-12-02T16:00:27.000Z", "data_updated_at": "2023-12-19T14:29:54.000Z", "columns_name": ["Date Available on Market", "Standby Power Consumption (W)", "Dims Down to %", "Additional Model Information", "Model Name", "Special Features", "Product Finder Bulb Type", "UPC", "Model Number", "Connected Lamp", "Lamp Rated for Enclosed Fixtures", "Maximum Overall Diameter (mm)", "Dimmable", "Beam Angle", "Markets", "Warranty (years)", "Light Appearance (Kelvin)", "Technology", "Three Way", "Lamp Category", "Brand Name", "Communication Method/Connected Protocol", "Wattage Equivalency (watts)", "Maximum Overall Length (mm)", "CBCP", "Energy Used (watts)", "Power Factor", "Date Certified", "ENERGY STAR Model Identifier", "ENERGY STAR Unique ID", "ENERGY STAR Partner", "Bulb Type", "Base Type", "Brightness (lumens)", "Efficacy (lumens/watt)", "Life (hrs)", "Color Quality (CRI)", "R9"], "columns_field_name": ["date_available_on_market", "standby_power_consumption_w", "dims_down_to", "additional_model_information", "model_name", "special_features", "product_finder_bulb_type", "upc", "model_number", "connected_lamp", "lamp_rated_for_enclosed_fixtures", "maximum_overall_diameter_mm", "dimmable", "beam_angle", "markets", "warranty_years", "light_appearance_kelvin", "technology", "three_way", "lamp_category", "brand_name", "communication_method_connected_protocol", "wattage_equivalency_watts", "maximum_overall_length_mm", "cbcp", "energy_used_watts", "power_factor", "date_qualified", "energy_star_model_identifier", "pd_id", "energy_star_partner", "bulb_type", "base_type", "brightness_lumens", "efficacy_lumens_watt", "life_hrs", "color_quality_cri", "r9"], "columns_datatype": ["Calendar date", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Number", "Text", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Number", "Number", "Number", "Calendar date", "Text", "Number", "Text", "Text", "Text", "Number", "Number", "Number", "Number", "Number"], "columns_description": ["The date that the model is available for purchase.", "The amount of power that a connected lamp draws when it is not producing light but in standby mode.", "The minimum light output level of a lamp when operated on a dimmer. Typically expressed as a percentage.", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "Most bulbs are designed to operate on an on/off switch. However, some bulbs have been designed with features to perform in specialized applications, such as with dimmers or three-way control. Special features and compatibility with controls should be clearly marked on the product packaging, cut sheet or web site for the product.", "The shape of the light bulb. General purpose incandescent (i.e. 40W, 60W etc.) replacements include bare-spiral CFLs, and A-shape CFLs and LED bulbs. Globe or \"G\" type shapes are common for bathroom vanity lights, Reflector bulbs are commonly referred to as flood or spot lights and include R (reflector), bulged reflector (BR), parabolic aluminum reflector (PAR), multifaceted reflector (MR), etc. Decorative types include candle (C) shapes, and Other includes non-standard and less common CFL and LED shapes, etc.", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "Indicates whether the lamp meets the criteria to be recognized as connected.", "Whether the lamp is rated for use in enclosed fixtures.", "The maximum diameter of the light bulb in millimeters.", "Indicates if the lamp manufacturer claims that the lamp is dimmable and meets the requirements in the specification.", "The reported angle of the light distribution at which the luminous intensity is 1/2 of the center beam (in degrees).", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "The number of years the light bulb is covered under the manufacturer’s warranty.", "The appearance of the light is indicated by the Correlated Color Temperature (CCT) on the Kelvin scale. Lower Kelvin numbers like 2700-3000K mean the light appears more “warm” like incandescent; a CCT of 3500-4100K mean the light is whiter and higher temperatures like 5000-6500K would appear slightly bluer. Light appearance is indicated on bulb packaging.", "The technology of the light bulb e.g. compact fluorescent light bulbs (CFL) or light emitting diode (LED).", "Indicates if the lamp is capable of three way operation.", "Indicates the nominal purpose of the lamp, omnidirectional or general purpose, directional, or decorative.", "", "The method of communications or connected protocol that a connected lamp uses.", "The familiar wattage of the traditional bulb that this efficient bulb can replace using fewer watts.", "The maximum length of the light bulb in millimeters.", "Center beam candle power (CBCP) the luminous intensity at the center of the beam, measured in candela (cd).", "The electric power a light bulb needs to operate is designated by watts (W). For more information, visit our web page on this topic: http://www.energystar.gov/index.cfm?c=cfls.pr_cfls_lumens", "The ratio of real power that flows to the light bulb versus the amount of power actually consumed. A light bulb with a lower power factor will draw more current than a light bulb with a higher power factor for the same amount of useful power transferred.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "A unique string of characters assigned by certification bodies (CBs) to identify a model or set of models with the same performance characteristics. This identifier should remain the same for a model even if it is recertified to a new version of an ENERGY STAR specification. This string of characters is determined by CBs and is not the ENERGY STAR Unique ID assigned by EPA.", "The ENERGY STAR Unique ID (ESUID) is a string of seven numbers EPA assigns to an ENERGY STAR model or set of models with unique performance characteristics. This ESUID is unique to both the model and product specification version and is assigned by EPA upon receipt of certification information from the certification body. Each row within the product list will have a unique ESUID. Developers may wish to use this ESUID to track information on certified models in their information systems.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.", "The shape of the light bulb. General purpose incandescent (i.e. 40W, 60W etc.) replacements include bare-spiral CFLs, and A-shape CFLs and LED bulbs. Globe or \"G\" type shapes are common for bathroom vanity lights, Reflector bulbs are commonly referred to as flood or spot lights and include R (reflector), bulged reflector (BR), parabolic aluminum reflector (PAR), multifaceted reflector (MR), etc. Decorative types include candle (C) shapes, and Other includes non-standard and less common CFL and LED shapes, etc.", "The connector at the bottom of the light bulb: Common base types include the “Edison” or “medium” screw base (E26), candelabra screw base (E12), and multiple pin bases (GU24, GU10) etc.", "A description of the reported light output, measured in lumens (not watts). To save energy, find the ENERGY STAR bulbs with the lumens you need, then choose the one with the lowest watts.", "The measure of efficiency of a lamp, defined as the quotient of the total luminous flux emitted by the total light source power input.", "A light bulb’s estimated lifetime in hours determined by operating a sample of bulbs according to industry test standards. For traditional bulbs like incandescent and CFLs the time that half of the test sample fails is considered rated life. For LED lighting the life is based on the estimated time for the product’s light output to decrease light 30%. By definition, some lamps will fail before their rated life and some will operate beyond their rated life. The ENERGY STAR specifications set minimum rated lifetimes and require extensive switching and long term testing to stress the products. Actual lifetime of products will vary depending on use.", "The Color Rendering Index (CRI) of a light source is a measure of color quality and represents the degree of color shift objects undergo when illuminated by the light source as compared with the color of those same objects when illuminated by a reference source of comparable color temperature. The ENERGY STAR specifications require a CRI of at least 80. Incandescent lighting has a CRI of 100. Early fluorescent lighting had CRIs in the 60s, resulting in unpleasant appearance of skin tones.", "The R9 value is not included in the Color Rendering Index (CRI) score but important for a light source to show red in objects with red in them, such as skin tones, natural wood tones, produce, meats, and artwork. Higher numbers represent more accurate rendering of red."], "columns_format": [{"view": "date", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"noCommas": "false", "align": "right", "percentScale": "100", "precisionStyle": "percentage", "view": "percent_bar_and_text"}, {}, {}, {"displayStyle": "plain", "align": "left"}, {}, {}, {}, {"displayStyle": "plain", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"displayStyle": "plain", "align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"displayStyle": "plain", "align": "left"}, {}, {}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"view": "date", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {}, {}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-07T14:05:33.000Z"}, "classification": {"categories": ["environment", "infrastructure"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["light bulb"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/ebgj-qsf7", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Light-Bulbs/ebgj-qsf7", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Residential Clothes Dryers", "id": "t9u7-4d2j", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 1.1 ENERGY STAR Program Requirements for Clothes Dryers that are effective as of January 1, 2015. A detailed listing of key efficiency criteria are available at: https://www.energystar.gov/products/appliances/clothes_dryers/key_product_criteria", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T16:24:24.000Z", "createdAt": "2014-06-25T16:44:27.000Z", "metadata_updated_at": "2023-12-19T16:24:24.000Z", "data_updated_at": "2023-12-19T14:41:56.000Z", "columns_name": ["ENERGY STAR Unique ID", "Width (inches)", "Refrigerant Type", "Model Number", "Communication Standard - Application Layer", "Drum Capacity (cu-ft)", "Model Name", "Brand Name", "Combined Energy Factor (CEF)", "Markets", "Voltage (V)", "Estimated Annual Energy Use (kWh/yr)", "Date Certified", "Paired ENERGY STAR Clothes Washer Available", "Date Available on Market", "Estimated Energy Test Cycle Time (min)", "Heat Pump Technology", "Fuel Type", "Direct on-premises Open-standard Based Interconnection", "UPC", "Additional Dryer Features", "Additional Model Information", "Special Type", "Refrigerant with GWP", "Vented or Ventless", "Connected", "Paired ENERGY STAR Clothes Washer ENERGY STAR Model Identifier", "Height (inches)", "Connects Using", "Calculated Combined Energy Factor - Max Dryness Setting (lbs/kWh)", "Meets ENERGY STAR Most Efficient 2024 Criteria", "Energy Test Cycle Information", "Depth (inches)", "Product Type", "CB Model Identifier"], "columns_field_name": ["pd_id", "width_inches", "refrigerant_type", "model_number", "communication_standard_application_layer", "drum_capacity_cu_ft", "model_name", "brand_name", "combined_energy_factor_cef", "markets", "voltage", "estimated_annual_energy_use_kwh_yr", "date_qualified", "paired_energy_star_clothes_washer_available", "date_available_on_market", "estimated_energy_test_cycle_time_min", "heat_pump_technology", "type", "direct_on_premises_open_standard_based_interconnection", "upc", "additional_dryer_features", "additional_model_information", "special_type", "refrigerant_with_gwp", "vented_or_ventless", "connected", "paired_energy_star_clothes_washer_energy_star_model_identifier", "height_inches", "connected_demand_response_functionality_tested", "calculated_combined_energy_factor_max_dryness_setting_lbs_kwh", "meets_most_efficient_criteria", "energy_test_cycle_information", "depth_inches", "product_type", "energy_star_model_identifier"], "columns_datatype": ["Number", "Number", "Text", "Text", "Text", "Number", "Text", "Text", "Number", "Text", "Number", "Number", "Calendar date", "Text", "Calendar date", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Number", "Text", "Text", "Number", "Text", "Text"], "columns_description": ["The ENERGY STAR Unique ID (ESUID) is a string of seven numbers EPA assigns to an ENERGY STAR model or set of models with unique performance characteristics. This ESUID is unique to both the model and product specification version and is assigned by EPA upon receipt of certification information from the certification body. Each row within the product list will have a unique ESUID. Developers may wish to use this ESUID to track information on certified models in their information systems.", "The width of the clothes dryer.", "Indicates the type of refrigerant used in the model.", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "Open Standard - Application Layer include SEP 1.x, SEP2.x, OpenADR, etc.", "This is the drum capacity of the clothes dryers in cubic feet as measured by the U.S. Department of Energy test procedure, Code of Federal Regulations, Title 10, Section 430, Subpart B, Appendix D2. Products with a drum capacity less than 4.4 cubic feet are considered compact.\n", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.\n", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.\n", "CEF is the energy performance metric for ENERGY STAR clothes dryers; the higher the CEF the more efficient the clothes dryer. The metric has units lbs/kWh and is calculated by dividing the weight of the test load by the sum of the per cycle standby and off mode energy consumption and either the total per-cycle electricity dryer energy consumption or the total per-cycle gas dryer energy consumption expressed in kilowatt hours (kWh).\n", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.\n", "", "The estimated annual energy use is based on the Combined Energy Factor and an annual usage of 283 cycles per year, as referenced by the U.S. Department of Energy test procedure, Code of Federal Regulations, Title 10, Section 430, Subpart B, Appendix D2. Actual energy consumption will vary on your usage patterns, including how often your run the dryer, what cycle you select, and load size. NOTE: For gas dryers the estimated annual energy use is expressed in kilowatt hours to allow for comparison, and represents the equivalent multi-source energy use of the product (e.g., natural gas or propane typically expressed in British thermal units (Btu)).\n", "The date on which the product was confirmed to meet the ENERGY STAR specification.\n", "Indicates if the clothes dryer is being marketed as a matched pair with an ENERGY STAR Clothes Washer.\n", "The date that the model is available for purchase.\n", "The estimated energy test cycle time is the time taken to complete the test cycle necessary for ENERGY STAR certification. Products must complete the energy test cycle in less than 80 minutes in order to be certified as ENERGY STAR. The estimated test cycle time does not reflect actual consumer cycle times which vary as a result of load size, dampness, and composition.\n", "Highly energy efficient heat pump technology typically heats, dehumidifies and circulates air in the dryer drum, so no vent is required. A Heat Pump model solely uses heat pump technology to dry clothes, while a Hybrid Heat Pump model uses a combination of heat pump technology and traditional electric resistance heating technology.", "This field is used to indicate the fuel type used to heat the air necessary to dry the clothes, either electric or gas.\n", "Connected appliances may or may not enable open-standards connectivity in the home. Consider the following illustrative examples: \"Yes\" An appliance that can directly communicate using Wi-Fi and OpenADR, or wired Ethernet and SEP 2.x; \"No\" An appliance that uses proprietary communications to/from the cloud, and is capable of supporting open-standards communications only in the cloud.", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "Features applicable to the clothes dryer may include drum light, wrinkle prevention option, steam cycle, sanitization cycle, filter cleaning indicator, energy monitor/indicator, time remaining display, and supplementary drying system.", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "Indicates if the clothes dryer is part of a laundry center. ", "Refrigerants are substances that cool or heat and are often used in refrigeration and HVAC equipment. Heat pump dryers require refrigerants as well. Many refrigerants are harmful atmospheric pollutants that have a high global warming potential (GWP). Lower GWP alternative refrigerant options for clothes dryers include R-290.", "Venting Configuration refers to how the clothes dryer exhausts heated air. Vented clothes dryers exhaust the evaporated moisture from the clothes dryer cabinet using a vent which typically leads to a building’s exterior. Ventless clothes dryers use a closed loop system with an internal condenser to remove the evaporated moisture from the heated air. Moisture is discharged from the cabinet and instead collected in a reservoir or drained through a tube.", "Indicates whether the model offers advanced controls and increased functionality such as sending notifications when the dryer is done or allowing for a service center to remotely diagnose problems. Clothes dryers with connected functionality are smart grid ready; if linked with your energy provider or an energy management system these products can dynamically adjust their energy use, potentially lowering your electric bill.\n", "Paired clothes washer ENERGY STAR Model Identifier .\n", "The height of the clothes dryer.", "Provides guidance about what you need in your home to enable connected capabilities like smart phone control, e.g. ‘WiFi’ or Zigbee.", "The Calculated CEF – Max Dry is a measure of the dryer’s energy performance in a more energy consumptive setting, namely the normal cycle with the highest dryness setting as defined in the ENERGY STAR Most Efficient 2017 criteria. The Calculated CEF – Max Dry should not be directly compared to the CEF field, which is tested using the medium dryness setting, and represents a rated rather than measured value. The CEF metric has units lbs/kWh and is calculated by dividing the weight of the test load by the sum of the per cycle standby and off mode energy consumption and either the total per-cycle electricity dryer energy consumption or the total per-cycle gas dryer energy consumption expressed in kilowatt hours (kWh). ", "Indicates models meeting the Most Efficient criteria. The ENERGY STAR Most Efficient criteria recognizes the most efficient products among those that qualify for the ENERGY STAR. These exceptional products represent the leading edge in energy efficient products this year. For more information, please visit www.energystar.gov/mostefficient", "The cycle selection and settings (temperature and dryness where separately selectable) as defined in the U.S. Department of Energy test procedure, Code of Federal Regulations, Title 10, Section 430, Subpart B, Appendix D2, Section 3.3, used for certification to ENERGY STAR.", "The depth of the clothes dryer.", "", "A unique string of characters assigned by certification bodies (CBs) to identify a model or set of models with the same performance characteristics. This identifier should remain the same for a model even if it is recertified to a new version of an ENERGY STAR specification. This string of characters is determined by CBs and is not the ENERGY STAR Unique ID assigned by EPA."], "columns_format": [{"precisionStyle": "standard", "noCommas": "true", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "left"}, {"view": "date", "align": "left"}, {"align": "left"}, {"view": "date", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "left"}, {}, {"align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"displayStyle": "plain", "align": "left"}, {"align": "left"}, {}, {}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"displayStyle": "plain", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"displayStyle": "plain", "align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2022-02-07T17:35:39.000Z"}, "classification": {"categories": ["environment", "infrastructure", "finance"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["residential clothes dryers"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/t9u7-4d2j", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Residential-Clothes-Dryers/t9u7-4d2j", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Commercial Steam Cookers", "id": "vtsv-aq9u", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 1.2 ENERGY STAR Program Requirements for Commercial Steam Cookers that are effective as of August 1, 2003. A detailed listing of key efficiency criteria are available at  https://www.energystar.gov/products/commercial_food_service_equipment/commercial_steam_cookers/key_product_criteria", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T14:44:58.000Z", "createdAt": "2013-06-04T21:38:07.000Z", "metadata_updated_at": "2022-02-17T15:10:24.000Z", "data_updated_at": "2023-12-19T14:44:58.000Z", "columns_name": ["Pan Capacity", "Water Consumption (gallons/hr)", "ENERGY STAR Partner", "Method of Steam Generation", "Product Type", "Model Number", "Markets", "UPC", "Brand Name", "Idle Energy Rate Gas (Btu/hr)", "Model Name", "Cooking Energy Efficiency (%)", "Date Qualified", "CB Model Identifier", "ENERGY STAR Unique ID", "Date Available on Market", "Primary Fuel Source", "Idle Energy Rate Electric (Watts)", "Additional Model Information"], "columns_field_name": ["pan_capacity", "water_consumption_gallons_per_hour_gph", "energy_star_partner", "method_of_steam_generation", "product_type", "model_number", "markets", "upc", "brand_name", "idle_energy_rate_gas_btu_h", "model_name", "cooking_energy_efficiency", "date_qualified", "energy_star_model_identifier", "pd_id", "date_available_on_market", "primary_fuel_source", "idle_energy_rate_electric_watts", "additional_model_information"], "columns_datatype": ["Number", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Number", "Calendar date", "Text", "Number", "Calendar date", "Text", "Number", "Text"], "columns_description": ["The maximum number of full-size steam pans the steam cooker can accept in accordance with the heavy-load cooking test.", "The average water consumption during heavy-load cooking as expressed in gallons per hour (GPH).", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.  ", "Different technology options (e.g., boiler, boilerless, or steam generator).", "The type of steamer (e.g., pressure, pressureless). ", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "The rate of appliance energy consumption while it is maintaining or holding at a stabilized operating condition or temperature measured in Btu/h.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "The quantity of energy input to the food products; expressed as a percentage of the quantity of energy input to the appliance during the heavy-, medium-, and light-load tests.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "The date that the model is available for purchase.", "The type of fuel used (e.g., gas, electric). ", "The rate of appliance energy consumption while it is maintaining or holding at a stabilized operating condition or temperature measured in watts. ", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes. This column includes alternative means to identify the model/model family (e.g., additional model names, additional model numbers, retailer SKUs, product descriptions)."], "columns_format": [{"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {"noCommas": "false", "align": "right", "percentScale": "100", "precisionStyle": "percentage", "view": "percent_bar_and_text"}, {"view": "date", "align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"view": "date", "align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-15T13:33:12.000Z"}, "classification": {"categories": ["environment"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["commercial steam cookers"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/vtsv-aq9u", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Commercial-Steam-Cookers/vtsv-aq9u", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Commercial Refrigerators and Freezers", "id": "wati-2tfp", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 5.0 ENERGY STAR Program Requirements for Commercial Refrigerators and Freezers that are effective as of December 22, 2022. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/commercial_food_service_equipment/commercial_refrigerators_freezers/key_product_criteria.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T14:46:16.000Z", "createdAt": "2022-08-12T18:54:39.000Z", "metadata_updated_at": "2022-12-22T14:23:30.000Z", "data_updated_at": "2023-12-19T14:46:16.000Z", "columns_name": ["Mixed Door Cabinet: Transparent Door Volume (cu. ft.)", "Configuration (Vertical/Chest)", "Defrost Type", "Markets", "Refrigerant Type", "Total Display Area (sq. ft.)", "Number of Drawers", "Door Opening Orientation (Hinged/Sliding)", "Type", "Date Available On Market", "Number of Solid Doors", "Number of Transparent Doors", "Product Description", "Number of Doors", "Total Volume (cu. ft.)", "Brand Name", "Date Certified", "Refrigerant with GWP", "ENERGY STAR Unique ID", "Model Name", "Model Number", "Additional Model Information", "Mixed Door Cabinet: Solid Door Volume (cu. ft.)", "Height (in.)", "Reported Daily Energy Consumption (kWh/day)", "ENERGY STAR Partner", "UPC", "Width (in.)", "Depth (in.)", "CB Model Identifier"], "columns_field_name": ["mixed_door_cabinet_transparent_door_volume_cu_ft", "product_orientation_vertical_chest", "defrost_type", "markets", "refrigerant_type", "total_display_area_sq_ft", "number_of_drawers", "door_opening_orientation_hinged_sliding", "product_type", "date_available_on_market", "number_of_solid_doors", "number_of_transparent_doors", "product_description", "number_of_doors", "total_volume_cu_ft", "brand_name", "date_certified", "refrigerant_with_gwp", "pd_id", "model_name", "model_number", "additional_model_information", "mixed_door_cabinet_solid_door_volume_cu_ft", "height_in", "reported_daily_energy_consumption_kwh_day", "energy_star_partner", "upc", "width_in", "depth_in", "energy_star_model_identifier"], "columns_datatype": ["Number", "Text", "Text", "Text", "Text", "Number", "Number", "Text", "Text", "Calendar date", "Number", "Number", "Text", "Number", "Number", "Text", "Calendar date", "Text", "Number", "Text", "Text", "Text", "Number", "Number", "Number", "Text", "Text", "Number", "Number", "Text"], "columns_description": ["For mixed door models, the volume of the transparent door compartment measured in cubic feet.", "The configuration of the cabinet through which access is gained (i.e., through a top-opening door, side-opening door or a slide opening drawer).", "This includes automatic and manual defrost types.", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "Indicates the refrigerant type used (e.g., R-134A, R-404A, CO2).", "The total display area for service over counter models. ", "Number of drawers for chef base models.", "The type of doors used to access the interior of the cabinet.", "Commercial refrigerator and freezer product types eligible for ENERGY STAR certification include several horizontal and vertical refrigerator and freezer configurations as well as Chef Base and Service Over Counter product types.", "The date that the model is available for purchase.", "For solid and mix door models, the total number of solid doors on the unit.", "For transparent and mix door models, the total number of transparent doors on the unit.", "This is the product type the model is marketed as. convertible temperature equipment, reach-in, roll-in, or pass- through units; merchandisers; under-counters; worktops; hybrid units; milk coolers; back bar coolers;  bottle coolers; deep well units; beer-dispensing or direct draw units; and bunker  freezers.  Refrigerated buffet tables and preparation tables, walk-in coolers, blast chillers and freezers, horizontal open equipment, vertical open equipment, semi-vertical open equipment, remote condensing equipment, ice cream freezer models are not eligible for ENERGY STAR.", "", "Total volume for all refrigerators (except service over counters), freezers, and hybrid models.", "An identifier assigned by the manufacturer or private labeler to a product or basic model of products for sales and marketing purposes.", "The date of which the product was confirmed to meet the ENERGY STAR specification.", "Refrigerants are substances that cool or heat and are often used in refrigeration and HVAC equipment. Many refrigerants are harmful atmospheric pollutants that have a high global warming potential (GWP). Lower-GWP alternative refrigerant options for commercial refrigerators and freezers include R-600a, R-290, R-450A, R-513A, and R-744 (CO₂).", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a  product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "For mixed door models, the volume of the solid door compartment measured in cubic feet.", "The height of the unit measured in inches.", "Provide the manufacturer reported Daily Energy Consumption values, which will appear on the ENERGY STAR list of qualified products. The directive (#2011-05) on Measured versus Reported Values for ENERGY STAR Certification addresses the instance where reported DECs may differ from measured DECs.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR certified products.", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "The width of the unit measured in inches.", "The depth of the unit measured in inches.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n"], "columns_format": [{"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {}, {}, {"align": "left"}, {"align": "left"}, {"view": "date", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {"view": "date", "align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"align": "left"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2022-11-21T19:58:30.000Z"}, "classification": {"categories": [], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["commercial refrigerators and freezers"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/wati-2tfp", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Commercial-Refrigerators-and/wati-2tfp", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Light Fixtures", "id": "wyt9-72bp", "parent_fxf": [], "description": "Please note, as of January 5, Ceiling Fan Light Kits are no longer included in this dataset. The Ceiling Fan Light Kit dataset can be found here: https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Ceiling-Fans-Light-Kit/3zeh-haeu/data. Certified models meet all ENERGY STAR requirements as listed in the Version 2.0, 2.1, or 2.2 ENERGY STAR Program Requirements for Luminaires. A detailed listing of key efficiency criteria are available at http://www.energystar.gov/index.cfm?fuseaction=find_a_product.showProductGroup&pgw_code=LU#specs.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T15:00:44.000Z", "createdAt": "2013-04-30T18:38:17.000Z", "metadata_updated_at": "2022-02-17T15:38:12.000Z", "data_updated_at": "2023-12-19T15:00:44.000Z", "columns_name": ["ENERGY STAR Unique ID", "Color Quality (CRI)", "Bulb Dimmability", "UPC", "Bulb Light Appearance (Kelvin)", "Light Sources Per Fixture", "Power Factor", "Total Light Output (lumens)", "Date Certified", "Bulb Model Number", "Can Rating(s)", "Can Size(s)", "Markets", "Special Features", "Additional Model Information (JSON) ", "Additional Model Information", "Light Source Shape", "Indoor/Outdoor", "Light Source Option(s)", "Technology", "Date Available On Market", "Notes", "Alternate ENERGY STAR Lamps ESUIDs", "ENERGY STAR Lamp ESUID", "Bulb ENERGY STAR Partner", "Light Source Connection/Base Type", "Light Source Life (hrs)", "Appearance/Correlated Color Temperature (K)", "Energy Efficiency - Measured Outside the Fixture (lumens/Watt)", "Energy Efficiency - Measured at the Source (lumens/Watt)", "Fixture Type", "Model Number", "Brand Name", "ENERGY STAR Partner", "CB Model Identifier", "R9", "Total Input Power (Watts)", "Model Name"], "columns_field_name": ["pd_id", "color_rendering_index_cri", "bulb_dimmability", "upc", "bulb_light_appearance_kelvin", "light_sources_per_fixture", "power_factor", "light_output_lumens", "date_qualified", "bulb_model_number", "can_rating_s", "can_size_s", "markets", "special_features_dimming_motion_sensing_etc", "json_additional_model_information", "additional_model_information", "light_source_shape", "indoor_outdoor", "light_source_option_s", "lighting_technology_used", "date_available_on_market", "notes", "alternate_energy_star_lamps_esuid", "energy_star_lamp_esuid", "bulb_energy_star_partner", "light_source_connection_base_type", "light_source_life_hours", "correlated_color_temperature_kelvin", "luminaire_efficacy", "source_efficacy", "fixture_type", "model_number", "brand_name", "energy_star_partner", "energy_star_model_identifier", "r9", "total_input_power_watts", "model_name"], "columns_datatype": ["Number", "Text", "Text", "Text", "Text", "Number", "Number", "Number", "Calendar date", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Calendar date", "Text", "Text", "Number", "Text", "Text", "Number", "Text", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Text"], "columns_description": ["The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "The Color Rendering Index (CRI) of a light source represents the degree of color shift objects undergo when illuminated by the light source as compared with the color of those same objects when illuminated by a reference source of comparable color temperature. The ENERGY STAR specifications require a CRI of at least 80. Incandescent lighting has a CRI of 100. Early fluorescent lighting had CRIs in the 60s, resulting in unpleasant appearance of skin tones.", "Indicates if the lamp manufacturer claims that the lamp is dimmable and meets the requirements in the specification.\n", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "The appearance of the light is indicated by the Correlated Color Temperature (CCT) on the Kelvin scale. Lower Kelvin numbers like 2700-3000K mean the light appears more “warm” like incandescent; a CCT of 3500-4100K mean the light is whiter and higher temperatures like 5000-6500K would appear slightly bluer. Light appearance is indicated on bulb packaging.", "", "The ratio of real power that flows to the light source versus the amount of power actually consumed.  A light fixture with a lower power factor will draw more current than a luminaire with a higher power factor for the same amount of power consumed.", "The amount of light emitted by the light source or light fixture. Non directional fixtures (with removable light sources i.e. GU24 base bulbs) are measured at the light source and do not account for light lost from the fixture, while other fixtures meant to put light on a specific application (e.g. recessed downlights, under cabinet lights, accent lights, cove lights) are measured at the fixture level, only counting the light that escapes the fixture.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "Indicates if a recessed downlight fixture is insulation contact (IC) rated or airtight.", "The aperture size in inches for recessed downlight fixtures.", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "Most fixtures are designed to operate on an on/off switch. However, some fixtures have been designed with features to perform in specialized applications, such as with dimmers, three-way, or photo cell controls. Special features and compatibility with controls should be clearly marked on the product packaging, cut sheet or web site for the product. For light fixtures shipped with ENERGY STAR bulbs, the special features may apply to either the bulb or fixture.", "", "This column includes for the qualified model or family, family members, additional model names, model numbers and other identifying information associated with a  product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "For fixtures with removable light sources, the shape of the light source.", "", "", "The light source technology utilized by the fixture: compact fluorescent light (CFL), light emitting diode (LED), or halogen.", "The date that the model is available for purchase.", "Indicates information on certification relevant to the consumer (i.e. product variations, unique issues concerning the model’s listing, etc.).", "The ENERGY STAR Unique ID (ESUID) is a string of seven numbers EPA assigns to an ENERGY STAR model or set of models with unique performance characteristics. This ESUID is unique to both the model and product specification version and is assigned by EPA upon receipt of certification information from the certification body. Each row within the product list will have a unique ESUID. Developers may wish to use this ESUID to track information on certified models in their information systems.", "The ENERGY STAR Unique ID (ESUID) is a string of seven numbers EPA assigns to an ENERGY STAR model or set of models with unique performance characteristics. This ESUID is unique to both the model and product specification version and is assigned by EPA upon receipt of certification information from the certification body. Each row within the product list will have a unique ESUID. Developers may wish to use this ESUID to track information on certified models in their information systems.", "The ENERGY STAR Manufacturing Partner is the organization that has signed an ENERGY STAR Partnership Agreement and labels the model. This organization is typically the brand owner.\t", "Light sources can be fully integrated into a light kit or removable by a consumer by custom connectors, wire nuts, pronged plugs like GU10, GU24 or sockets e.g. E26 known as the Edison base.", "The expected useful life of the light source. Measured differently depending on the technology of the light source. For example, LED lighting expected useful life is based on the estimated point at which only 70% of the original light output remains, while for older technologies, like fluorescent and halogen, estimated useful life is based on the measured median sample life.", "A description of the \"color\" of a light source measured on the Kelvin (K) scale. CFLs are available in a range of color temperatures. Lower values (2700-3000K) mean the white light has a warmer (red-yellow) tone, while higher kelvin (4100-6500K) mean the white light has a cooler (bluer) tone.", "Measured outside the Fixture (lm/W): The quotient of the total luminous flux (lumens) emitted by the fixture over the total power input (Watts). It is expressed in lumens per watt (lm/W). For ENERGY STAR qualified fixtures this applies to light fixtures that are measured at the fixture level. This includes the following residential grade directional fixture types: line-voltage track lights, ceiling fan light kits, undercabinet and cove lighting, downlights, recessed, pendant or surface mounted and includes retrofit kits for existing recessed cans. This also includes the following LIMITED commercial fixture types: Accent lights such as line-voltage track lights, under cabinet task lights, portable desk task lights, downlights, recessed, pendant or surface-mounts BUT EXCLUDES typical commercial and industrial fixtures such as recessed troffers or linear forms (e.g. linear fluorescent pendants) typically used in office spaces.", "The quotient of the total light source/lamp luminous flux (lumens) emitted over the total lamp power input (Watts). It is expressed in lm/W. For ENERGY STAR qualified fixtures this applies to light fixtures that are residential only, considered \"non-directional\" and have been measured at the light source level.", "", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "The R9 value is not included in the Color Rendering Index (CRI) score but important for a light source to show red in objects with red in them, such as skin tones, natural wood tones, produce, meats, and artwork. Higher numbers represent more accurate rendering of red.", "Total power consumed by the luminaire while in use.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes."], "columns_format": [{"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"align": "right"}, {"align": "left"}, {}, {"align": "left"}, {"precisionStyle": "standard", "align": "left"}, {"precisionStyle": "standard", "align": "right"}, {"precisionStyle": "standard", "align": "right"}, {"view": "date", "align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"view": "date", "align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "align": "right"}, {"align": "left"}, {"precisionStyle": "standard", "precision": "1", "align": "right"}, {"precisionStyle": "standard", "precision": "1", "align": "right"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "align": "left"}, {"precisionStyle": "standard", "precision": "1", "align": "right"}, {"align": "left"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-07T14:26:10.000Z"}, "classification": {"categories": ["environment"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["light fixtures"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/wyt9-72bp", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Light-Fixtures/wyt9-72bp", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Commercial Hot Food Holding Cabinet", "id": "wyw6-sr4d", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 2.0 ENERGY STAR Program Requirements for Commercial Hot Food Holding Cabinets that are effective as of October 1, 2011. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/commercial_food_service_equipment/commercial_hot_food_holding_cabinets/key_product_criteria.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T14:45:35.000Z", "createdAt": "2013-06-06T16:04:28.000Z", "metadata_updated_at": "2022-02-17T14:06:29.000Z", "data_updated_at": "2023-12-19T14:45:35.000Z", "columns_name": ["Model Name", "Additional Model Information", "Energy Use (Max Idle Energy Rate) (Watts)", "Internal Volume (cu. ft.)", "Date Available on Market", "Brand Name", "CB Model Identifier", "Model Number", "Date Qualified", "Markets", "ENERGY STAR Partner", "Energy Usage (Watts)", "Door Type", "ENERGY STAR Unique ID", "Number of Doors", "UPC"], "columns_field_name": ["model_name", "additional_model_information", "maximum_idle_energy_rate_watts", "internal_volume_cu_ft", "date_available_on_market", "brand_name", "energy_star_model_identifier", "model_number", "date_qualified", "markets", "energy_star_partner", "energy_usage_watts", "door_wall_type", "pd_id", "number_of_doors", "upc"], "columns_datatype": ["Text", "Text", "Number", "Number", "Calendar date", "Text", "Text", "Text", "Calendar date", "Text", "Text", "Number", "Text", "Number", "Number", "Text"], "columns_description": ["An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes. This column includes alternative means to identify the model/model family (e.g., additional model names, additional model numbers, retailer SKUs, product descriptions).", "Calculated value utilizing the equations in Section 3, Table 1 of the ENERGY STAR Product Specification for Commercial Hot Food Holding Cabinets. ", "Determined using straight-line segments following the gross interior dimensions of the appliance (Interior Volume = Interior Height x Interior Width x Interior Depth).", "The date that the model is available for purchase.", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR qualified products.  ", "The rate of a hot food holding cabinets energy consumption while it is maintaining or holding at the control set point, without using a humidity-generating device.", "The type of door/wall (e.g., transparent, solid).", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "Amount of doors available on the hot food holding cabinet. ", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models."], "columns_format": [{"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"view": "date", "align": "left"}, {"align": "left"}, {"align": "left"}, {"align": "left"}, {"view": "date", "align": "left"}, {"align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-14T14:06:24.000Z"}, "classification": {"categories": ["environment"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["commercial hot food holding cabinets"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/wyw6-sr4d", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Commercial-Hot-Food-Holding-/wyw6-sr4d", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
{"resource": {"name": "ENERGY STAR Certified Commercial Water Heaters", "id": "xmq6-bm79", "parent_fxf": [], "description": "Certified models meet all ENERGY STAR requirements as listed in the Version 2.0 ENERGY STAR Program Requirements for Commercial Water Heaters that are effective as of  October 1, 2018. A detailed listing of key efficiency criteria are available at https://www.energystar.gov/products/water_heaters/commercial_water_heaters#specs.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2023-12-19T14:09:58.000Z", "createdAt": "2018-01-17T19:44:02.000Z", "metadata_updated_at": "2022-02-17T15:33:59.000Z", "data_updated_at": "2023-12-19T14:09:58.000Z", "columns_name": ["Model Name", "Date Available On Market", "Date Certified", "ENERGY STAR Partner", "Height to Vent (in.)", "Optional Status and Messaging Features", "Tank Height (in.)", "Additional Model Information", "Model Number", "ENERGY STAR Unique ID", "UPC", "Thermal Efficiency (TE)", "Input Rate  - Gas-fired (kBtu/hr)", "Max Heat Output (kBtu/hr)", "Type", "Standby Loss (Btu/hr)", "Coefficient of Performance (COPh)", "CB Model Identifier", "Brand Name", "Fuel Type", "Storage Volume (gallons)", "Tank Diameter (in.)", "Vent Size (in.)", "Vent Type", "Electric Input - Electric Heat Pump (kW)", "Markets", "Vent Size 2 (in.)"], "columns_field_name": ["model_name", "date_available_on_market", "date_qualified", "energy_star_partner", "height_to_vent_inches", "optional_status_and_messaging_features", "tank_height_inches", "additional_model_information", "model_number", "pd_id", "upc", "thermal_efficiency_te", "input_rate_thousand_btu_per_hour", "max_heat_output_kbtu_hr", "type", "standby_loss", "coefficient_of_performance_coph", "energy_star_model_identifier", "brand_name", "fuel", "storage_volume_gallons", "tank_diameter_inches", "vent_size_inches", "vent_type", "electric_input_electric_heat_pump_kw", "markets", "vent_size_2_inches"], "columns_datatype": ["Text", "Calendar date", "Calendar date", "Text", "Number", "Text", "Number", "Text", "Text", "Number", "Text", "Number", "Number", "Number", "Text", "Number", "Number", "Text", "Text", "Text", "Number", "Number", "Number", "Text", "Number", "Text", "Number"], "columns_description": ["An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "The date that the model is available for purchase.", "The date on which the product was confirmed to meet the ENERGY STAR specification.", "An organization that signed a Partnership Agreement with EPA to manufacture or private label ENERGY STAR certified products.", "Height to vent is the distance from the bottom of the water heater's tank to its vent.", "All of these features are optional for ENERGY STAR Partners to report to EPA.\nThe four features include: Fault Detection and Display - the equipment reports, in plain text, system faults that have occurred; Performance Reporting - the equipment is capable of reporting at least three performance metrics such as fuel usage, hot water use, etc.; Energy Savings Reporting - the equipment is capable of analyzing performance to report potential energy savings opportunities to the user; Predictive Maintenance - the equipment is capable of tracking water heater use and wear rates to predict and alert the user of potential maintenance requirements.", "Tank height is the distance from the bottom of the water heater's tank to the top of its tank.", "This column includes for the certified model or family, family members, additional model names, model numbers and other identifying information associated with a  product or family/series of products for sales and marketing purposes. Other identifying information includes, but is not limited to, SKUs, UPC codes, retail numbers, and/or descriptions of models included/not included in the reported Model Family.", "A distinguishing, alphanumeric identifier, assigned to a product by the manufacturer or private labeler. The model number may include a wildcard that can be replaced by any letter or digit and still accurately capture what is covered by the model’s ENERGY STAR certification; an asterisk symbol (*) represents a letter, and a number symbol (#) a digit.", "The ENERGY STAR Unique ID (ESUID) is a string of\nseven numbers EPA assigns to an ENERGY STAR model or set of models with unique\nperformance characteristics. This ESUID is unique to both the model and product\nspecification version and is assigned by EPA upon receipt of certification\ninformation from the certification body. Each row within the product list will\nhave a unique ESUID. Developers may wish to use this ESUID to track information\non certified models in their information systems.\n", "UPC codes provided by partners for ENERGY STAR certified products. The brand, model name and model number continue to serve as the identifiers used to establish certification. The UPC code data below is intended to aid in identification of ENERGY STAR models. UPC code data is not provided for all certified models.", "The ratio of the heat transferred to the water flowing through the water heater to the amount of energy consumed by the water heater.", "Input refers to the burner size of the gas-fired water heater, in thousand BTU per hour.", "Heat output refers to the useful heat transferred to the water, in thousand BTU per hour.", "This field is used to indicate the type of qualified product: Gas Storage Water Heater, Gas Storage-type Tankless Water Heater, Gas Tankless Water Heater, or Electric Heat Pump Water Heater.", "The average hourly energy, expressed in Btu/hr, required to maintain the stored water temperature.", "The dimensionless ratio of the useful heat transfer gained by the water to the rate of electrical power consumed during full input rate operation.", "A unique string of characters assigned by certification\nbodies (CBs) to identify a model or set of models with the same performance\ncharacteristics. This identifier should remain the same for a model even if it\nis recertified to a new version of an ENERGY STAR specification. This string of\ncharacters is determined by CBs and is not the ENERGY STAR Unique ID assigned\nby EPA.\n", "An identifier assigned by the manufacturer or private labeler to a product or family/series of products for sales and marketing purposes.", "Fuel type refers to the kind of fuel that the water heater uses to heat the water, either natural gas or propane for gas-fired water heaters, or electric for heat pump water heaters.", "The amount of water contained in the water heater measured in gallons. Some tankless water heaters do not have a storage volume.", "Tank diameter is the width or diameter of the water heater’s tank.", "Vent size is the width or diameter of the vent opening.", "The type of vent used by the water heater: Atmospheric Vent, Direct Vent, or Power Vent.", "Electric Input refers to the input wattage of the heat pump and ancillary electric components (e.g., fans, blowers, storage tank, piping, and controls).", "Includes products sold in the U.S. and/or Canada and other ENERGY STAR partner countries.", "Vent size 2 is the width or diameter of a second vent opening."], "columns_format": [{"align": "left"}, {"view": "date", "align": "left"}, {"view": "date", "align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"displayStyle": "plain", "align": "left"}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, {}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {}, {"align": "left"}, {"align": "left"}, {"displayStyle": "plain", "align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}, {"align": "left"}, {}, {"align": "left"}, {"precisionStyle": "standard", "noCommas": "false", "align": "right"}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2021-09-16T14:10:49.000Z"}, "classification": {"categories": ["infrastructure", "environment", "economy"], "tags": [], "domain_category": "Active Specifications", "domain_tags": ["commercial water heaters"], "domain_metadata": [{"key": "Common-Core_License", "value": "https://edg.epa.gov/EPA_Data_License.html"}, {"key": "Common-Core_Program-Code", "value": "020:033"}, {"key": "Common-Core_Publisher", "value": "U.S. Environmental Protection Agency"}, {"key": "Common-Core_Bureau-Code", "value": "020:00"}, {"key": "Common-Core_Contact-Name", "value": "Kathleen Vokes"}]}, "metadata": {"domain": "data.energystar.gov"}, "permalink": "https://data.energystar.gov/d/xmq6-bm79", "link": "https://data.energystar.gov/Active-Specifications/ENERGY-STAR-Certified-Commercial-Water-Heaters/xmq6-bm79", "owner": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}, "creator": {"id": "guxy-scz5", "user_type": "interactive", "display_name": "ESddas"}}
