{"resource": {"name": "Water Rates Data 2021", "id": "ym9k-v6dn", "parent_fxf": [], "description": "Water Rates Data 2021", "attribution": "League of Oregon Cities", "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2024-02-11T17:30:35.000Z", "createdAt": "2022-02-01T18:48:51.000Z", "metadata_updated_at": "2024-02-11T17:30:35.000Z", "data_updated_at": "2022-02-01T18:54:22.000Z", "columns_name": ["Please provide the following facility and water source information: - Total miles of open channels, ditches, and swales", "Does your city provide wastewater services?", "Does city ordinance have an automatic CPI/Income adjustment for the following services? - Stormwater", "Do you measure water loss?", "What general government fees are included on the utility bill? (Check all that apply) - Other (Please Specify) - Text", "What percentage of rate revenue is obligated to debt services for the following systems? - Not Applicable - Wastewater", "How often are bills issued? - Other (Please Specify) - Text", "Please provide the following facility, lines, and treatment information: - Total number of treatment plants", "Does your city provide drinking water services?", "Please list the number of accounts for the following: - Other - Inside City Limits", "Please list the number of connections for the following: - Other - Outside City Limits 1", "Please describe these waivers, discounts and reductions:", "What level of wastewater treatment is provided to city wastewater (Check all that apply)? - Selected Choice", "Overall, did the rate increase or decrease at the most recent rate change? Please also include the percent (%) change. - Increase (% Increase) - Text", "Does your city provide stormwater services?", "City", "Region", "What methods of enforcement are used for late or nonpayments? (Check all that Apply) - Selected Choice", "What is the interest rate?", "How many days past due date are allowed before the late fee is assessed?", "What is the penalties amount and interest rate? - Interest Rate", "What dollar amount or number of days late triggers collections? - Days", "Does your city provide credit or make any billing adjustments for leaks or billing errors?", "If a leak is detected, how far back does the city make adjustments to the water bill? - Days", "Please describe what you do for wastewater adjustments.", "What percentage of rate revenue is obligated to debt services for the following systems? - Rate Revenue - Stormwater - %", "What percentage of rate revenue is obligated to debt services for the following systems? - Not Applicable - Water", "Does your city maintain an asset management system for the following services? - Water", "What was the last year you did a Methodology Update for the following services? - Wastewater", "What was the last year you did a Methodology Update for the following services? - Stormwater", "How does your city handle billing for vacant properties? - Selected Choice", "How does your city handle billing for vacant properties? - Charge a vacant rate upon request of the owner. (Please Explain) - Text", "How does your city handle billing for vacant properties? - Other (Please Specify) - Text", "What other account fees or charges are included on the utility bill? (Check all that apply) - Selected Choice", "What general government fees are included on the utility bill? (Check all that apply) - Selected Choice", "Does your city charge for drinking water service?", "What was the last effective date of your city's most recent rate change for water services? (Please respond with the year only)", "Does your city charge for wastewater service?", "Overall, did the rate increase or decrease at the most recent rate change? Please include percent (%) change. - Selected Choice", "Overall, did the rate increase or decrease at the most recent rate change? Please include percent (%) change. - Increase (% Increase) - Text", "What is the rate structure for your city's wastewater service? - Selected Choice", "What is the rate structure for your city's wastewater service? - Other (Please Specify) - Text", "Overall, did the rate increase or decrease at the most recent rate change? Please include the percent (%) change. - Decrease (% Decrease) - Text", "What is the service population in 2020? - Service Population (Permanent Residents) - Outside City Limits", "What is the service population in 2020? - Service Population (Including Peak Seasonal) - Inside City Limits", "What is the service population in 2020? - Service Population (Including Peak Seasonal) - Outside City Limits", "Please list the number of connections for the following: - Residential - Outside City Limits", "Please list the number of connections for the following: - Commercial - Inside City Limits", "Please list the number of connections for the following: - Other - Inside City Limits", "Please list the number of connections for the following: - Other - Outside City Limits", "Please provide the following facility and water source information: - How many levels or zones based on elevation do you have?", "Please provide the following system age and capacity information: - Year of original system construction completion", "Please provide the following system age and capacity information: - Year of last major update", "Please provide the following system age and capacity information: - What was the average daily production in 2020 (MG)?", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - Closed Tanks - Treated Water Storage (MG)", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - Covered Urban Reservoirs - Raw Water Storage (MG)", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - Covered Urban Reservoirs - Treated Water Storage (MG)", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - Other (Please Specify) - Treated Water Storage (MG)", "In what year will your daily production exceed design capacity?", "What method is used to determine water loss in the system? - Other (Please Specify) - Text", "What percentage of the system does each type of meter represent? - Manual Read (%)", "Do you have any additional comments on water services?", "What is the service population in 2020? - Service Population (Including Peak Seasonal) - Outside City Limits 1", "Please list the number of connections for the following: - Residential - Inside City Limits 1", "Please list the number of connections for the following: - Commercial - Outside City Limits 1", "Please provide the following facility, lines, and treatment information: - Total miles of sewer lines (all sizes), not including service laterals", "What level of wastewater treatment is provided to city wastewater (Check all that apply)? - Other (Please Specify) - Text", "Please provide the following system age and capacity information: - What was the peak dry weather flow in 2020 (MGD)?", "At what percent (%) capacity is the entire wastewater system operating?", "Does your city apply or provide reclaimed water to public/private property?", "What percentage (%) of total reclaimed water is reused/applied?", "Does your city apply biosolids to public/ private property?", "Where does this biosolid application occur (i.e. city park, private golf course, etc.)?", "What percentage (%) of biosolids are landfilled?", "Please list the number of accounts for the following: - Residential - Inside City Limits", "Please list the number of accounts for the following: - Commercial - Inside City Limits", "Please provide the following facility and water source information: - Total miles of piped system", "What is the average Equivalent Dwelling Unit (EDU) for residential in square feet?", "Do you have any additional comments on stormwater services?", "Thank You for participating in this survey.\nDo you have any additional comments on any topic in this survey?", "What methods of payment are accepted? (Check all that apply)", "What percentage of rate revenue is obligated to debt services for the following systems? - Rate Revenue - Water - %", "What was the last year you did a Rate Study for the following services? - Wastewater", "What was the last effective date of your city's most recent rate change for stormwater services? (Please respond with the year only)", "Please describe the reduction or credit (including the amount for onsite stormwater management)", "Please list the number of connections for the following: - Residential - Inside City Limits", "What is the service population in 2020? - Service Population (Permanent Residents) - Inside City Limits 1", "What methods of enforcement are used for late or nonpayments? (Check all that Apply) - Other (Please Specify) - Text", "What is the late fee rate?", "How many days after due date before you disconnect water service?", "What dollar amount or number of days late triggers collections? - Dollar Amount", "If a leak is detected, how far back does the city make adjustments to the water bill? - Other Comments", "What percentage of rate revenue is obligated to debt services for the following systems? - Rate Revenue - Wastewater - %", "What was the last year you did a Rate Study for the following services? - Water", "What was the last year you did a Rate Study for the following services? - Stormwater", "What was the last year you did a Methodology Update for the following services? - Water", "Why did the city change water rates? (Check all that apply) - Selected Choice", "Why did the city change water rates? (Check all that apply) - Other (Please Specify) - Text", "What is the rate structure for your city's water service? - Other (Please Specify) - Text", "For water services, if you were to bill a residential customer for 5,000 gallons (6.684 CCFs) with a 3/4'' meter size, what dollar amount would you bill them, including the base rate?", "What was the last effective date of your city's most recent rate change for wastewater services? (Please respond with the year only)", "Why did the city change wastewater rates? (Check all that apply) - Selected Choice", "Why did the city change wastewater rates? (Check all that apply) - Other (Please Specify) - Text", "For wastewater services, if you were to bill a residential customer for 5,000 gallons (6.684 CCFs) with a 3/4'' meter size, what dollar amount would you bill them, including the base rate?", "Overall, did the rate increase or decrease at the most recent rate change? Please include the percent (%) change. - Increase (% Increase) - Text", "Why did the city change stormwater rates? (Check all that apply) - Other (Please Specify) - Text", "What does the average house pay for stormwater services (dollars per month)?", "What is the service population in 2020? - Service Population (Permanent Residents) - Inside City Limits", "Please list the number of connections for the following: - Commercial - Outside City Limits", "What is the annual average water consumption for residential customers (in gallons)?", "Please provide the following facility and water source information: - Total miles of water lines (all sizes), not including service laterals", "Please provide the following facility and water source information: - Total number of pumps and lift stations in your city", "Please provide the following facility and water source information: - How far away is the water source from the city (miles)?", "Please provide the following system age and capacity information: - What is the capacity of your water source?", "Please provide the following system age and capacity information: - What is the design capacity of your water plant(s) (MGD)?", "Please provide the following system age and capacity information: - What was the peak flow of water treated in a 24-hour period in 2020?", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - Closed Tanks - Raw Water Storage (MG)", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - ASR Reservoir - Treated Water Storage (MG)", "What method is used to determine water loss in the system? - Selected Choice", "What percentage of the system does each type of meter represent? - Radio (%)", "What is the service population in 2020? - Service Population (Including Peak Seasonal) - Inside City Limits 1", "Please list the number of connections for the following: - Commercial - Inside City Limits 1", "What is the annual average wastewater base (volume) for a residential customer (x1000 gal. or 1.337 CCFs)?", "Please provide the following facility, lines, and treatment information: - Total number of pumps and lift stations in your city", "Please provide the following facility, lines, and treatment information: - What percent of city wastewater lines also serve stormwater (i.e. combined sewer)?", "What percentage of the system does each type of meter represent? - Touch (%)", "Does your city landfill biosolids?", "Do you have any additional comments on wastewater services?", "Please list the number of accounts for the following: - Commercial - Outside City Limits", "Does your city maintain an asset management system for the following services? - Wastewater", "Overall, did the rate increase or decrease at the most recent rate change? Please also include the percent (%) change. - Decrease (% Decrease) - Text", "What other account fees or charges are included on the utility bill? (Check all that apply) - Other (Please Specify) - Text", "Please provide the following system age and capacity information: - How much of your daily average production is sold (not including city use)?", "Overall, did the rate increase or decrease at the most recent rate change? Please also include the percent (%) change. - Selected Choice", "Does your city require accounts to be in the name of the property owner?", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - Other (Please Specify) - Text", "Do you provide paperless billing?", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - Other (Please Specify) - Raw Water Storage (MG)", "Please list the amount of raw and treated water storage you have for the different types of applicable storage: - ASR Reservoir - Raw Water Storage (MG)", "Does city ordinance have an automatic CPI/Income adjustment for the following services? - Wastewater", "Overall, did the rate increase or decrease at the most recent rate change? Please include the percent (%) change. - Selected Choice", "For what services are adjustments made for customer water leaks", "Does your city charge for stormwater service?", "What is the penalties amount and interest rate? - Penalties Amount", "Does your city have an approved water conservation and management plan?", "Does your city administer an industrial wastewater pre-treatment program?", "What is the rate structure for your city's stormwater service? - Other (Please Specify) - Text", "Does the city provide waivers, discounts or reductions to certain utility customers?", "Does your city offer stormwater fee reductions or credits for onsite stormwater management?", "How often are bills issued?", "Population", "Is your city subject to an MS4 Phase I or Phase II (DEQ Issued Stormwater) Permit?", "Please list the number of connections for the following: - Residential - Outside City Limits 1", "Is stormwater included in the utility bill?", "Please list the number of connections for the following: - Other - Inside City Limits 1", "What percentage of rate revenue is obligated to debt services for the following systems? - Not Applicable - Stormwater", "Please list the number of accounts for the following: - Residential - Outside City Limits", "Does city ordinance have an automatic CPI/Income adjustment for the following services? - Water", "Overall, did the rate increase or decrease at the most recent rate change? Please include percent (%) change. - Decrease (% Decrease) - Text", "Please list the number of accounts for the following: - Other - Outside City Limits", "QCODE", "What is the service population in 2020? - Service Population (Permanent Residents) - Outside City Limits 1", "What is the rate structure for your city's water service? - Selected Choice", "Does your city maintain an asset management system for the following services? - Stormwater", "What is the rate structure for your city's stormwater service? - Selected Choice", "Why did the city change stormwater rates? (Check all that apply) - Selected Choice", "Please provide the following system age and capacity information: - Year of original plant construction completion", "Please provide the following system age and capacity information: - Year of last major plant update", "Please provide the following system age and capacity information: - What is the design capacity of your treatment plant(s) in dry weather (MGD)?", "Please provide the following system age and capacity information: - What is the design capacity of your treatment plant(s) in peak wet weather (MGD)?", "Please provide the following system age and capacity information: - What is the total amount of wastewater treated in 2020 (MG)?", "Please provide the following system age and capacity information: - What was the peak wet weather flow in 2020 (MGD)?", "In what year will the wastewater system be at maximum capacity?", "In what year will your daily production exceed design capacity? 1", "Where does this reuse and application occur (i.e. city park, private golf course, industrial cooling tower, etc.)?"], "columns_field_name": ["please_provide_the_following_23", "does_your_city_provide_1", "does_city_ordinance_have_2", "do_you_measure_water_loss", "what_general_government_fees_1", "what_percentage_of_rate_4", "how_often_are_bills_issued_1", "please_provide_the_following_13", "does_your_city_provide", "please_list_the_number_of_16", "please_list_the_number_of_11", "please_describe_these_waivers", "what_level_of_wastewater", "overall_did_the_rate_increase_1", "does_your_city_provide_2", "city", "region", "what_methods_of_enforcement", "what_is_the_interest_rate", "how_many_days_past_due_date", "what_is_the_penalties_amount_1", "what_dollar_amount_or_number_1", "does_your_city_provide_credit", "if_a_leak_is_detected_how", "please_describe_what_you", "what_percentage_of_rate_2", "what_percentage_of_rate_3", "does_your_city_maintain_an", "what_was_the_last_year_you_4", "what_was_the_last_year_you_5", "how_does_your_city_handle", "how_does_your_city_handle_1", "how_does_your_city_handle_2", "what_other_account_fees_or", "what_general_government_fees", "does_your_city_charge_for", "what_was_the_last_effective", "does_your_city_charge_for_1", "overall_did_the_rate_increase_3", "overall_did_the_rate_increase_4", "what_is_the_rate_structure_2", "what_is_the_rate_structure_3", "overall_did_the_rate_increase_8", "what_is_the_service_population_1", "what_is_the_service_population_2", "what_is_the_service_population_3", "please_list_the_number_of_1", "please_list_the_number_of_2", "please_list_the_number_of_4", "please_list_the_number_of_5", "please_provide_the_following_2", "please_provide_the_following_4", "please_provide_the_following_5", "please_provide_the_following_8", "please_list_the_amount_of_1", "please_list_the_amount_of_2", "please_list_the_amount_of_3", "please_list_the_amount_of_8", "in_what_year_will_your_daily", "what_method_is_used_to_1", "what_percentage_of_the_system_2", "do_you_have_any_additional", "what_is_the_service_population_7", "please_list_the_number_of_6", "please_list_the_number_of_9", "please_provide_the_following_11", "what_level_of_wastewater_1", "please_provide_the_following_21", "at_what_percent_capacity", "does_your_city_apply_or", "what_percentage_of_total", "does_your_city_apply_biosolids", "where_does_this_biosolid", "what_percentage_of_biosolids", "please_list_the_number_of_12", "please_list_the_number_of_14", "please_provide_the_following_22", "what_is_the_average_equivalent", "do_you_have_any_additional_2", "thank_you_for_participating", "what_methods_of_payment_are", "what_percentage_of_rate", "what_was_the_last_year_you_1", "what_was_the_last_effective_2", "please_describe_the_reduction", "please_list_the_number_of", "what_is_the_service_population_4", "what_methods_of_enforcement_1", "what_is_the_late_fee_rate", "how_many_days_after_due_date", "what_dollar_amount_or_number", "if_a_leak_is_detected_how_1", "what_percentage_of_rate_1", "what_was_the_last_year_you", "what_was_the_last_year_you_2", "what_was_the_last_year_you_3", "why_did_the_city_change_water", "why_did_the_city_change_water_1", "what_is_the_rate_structure_1", "for_water_services_if_you", "what_was_the_last_effective_1", "why_did_the_city_change", "why_did_the_city_change_1", "for_wastewater_services_if", "overall_did_the_rate_increase_7", "why_did_the_city_change_3", "what_does_the_average_house", "what_is_the_service_population", "please_list_the_number_of_3", "what_is_the_annual_average", "please_provide_the_following", "please_provide_the_following_1", "please_provide_the_following_3", "please_provide_the_following_6", "please_provide_the_following_7", "please_provide_the_following_10", "please_list_the_amount_of", "please_list_the_amount_of_5", "what_method_is_used_to", "what_percentage_of_the_system", "what_is_the_service_population_6", "please_list_the_number_of_8", "what_is_the_annual_average_1", "please_provide_the_following_12", "please_provide_the_following_14", "what_percentage_of_the_system_1", "does_your_city_landfill", "do_you_have_any_additional_1", "please_list_the_number_of_15", "does_your_city_maintain_an_1", "overall_did_the_rate_increase_2", "what_other_account_fees_or_1", "please_provide_the_following_9", "overall_did_the_rate_increase", "does_your_city_require", "please_list_the_amount_of_6", "do_you_provide_paperless", "please_list_the_amount_of_7", "please_list_the_amount_of_4", "does_city_ordinance_have_1", "overall_did_the_rate_increase_6", "for_what_services_are", "does_your_city_charge_for_2", "what_is_the_penalties_amount", "does_your_city_have_an", "does_your_city_administer", "what_is_the_rate_structure_5", "does_the_city_provide_waivers", "does_your_city_offer", "how_often_are_bills_issued", "population", "is_your_city_subject_to_an", "please_list_the_number_of_7", "is_stormwater_included_in", "please_list_the_number_of_10", "what_percentage_of_rate_5", "please_list_the_number_of_13", "does_city_ordinance_have", "overall_did_the_rate_increase_5", "please_list_the_number_of_17", "qcode", "what_is_the_service_population_5", "what_is_the_rate_structure", "does_your_city_maintain_an_2", "what_is_the_rate_structure_4", "why_did_the_city_change_2", "please_provide_the_following_15", "please_provide_the_following_16", "please_provide_the_following_17", "please_provide_the_following_18", "please_provide_the_following_19", "please_provide_the_following_20", "in_what_year_will_the", "in_what_year_will_your_daily_1", "where_does_this_reuse_and"], "columns_datatype": ["Text", "Checkbox", "Checkbox", "Checkbox", "Text", "Text", "Text", "Number", "Checkbox", "Text", "Number", "Text", "Text", "Number", "Checkbox", "Text", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Checkbox", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Checkbox", "Number", "Checkbox", "Text", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Number", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Text", "Number", "Text", "Text", "Number", "Number", "Text", "Text", "Text", "Text", "Checkbox", "Text", "Checkbox", "Text", "Text", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Number", "Text", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Text", "Text", "Number", "Text", "Text", "Number", "Number", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Number", "Text", "Text", "Number", "Text", "Number", "Text", "Text", "Text", "Number", "Checkbox", "Text", "Number", "Checkbox", "Number", "Text", "Text", "Text", "Checkbox", "Text", "Checkbox", "Text", "Text", "Checkbox", "Text", "Text", "Checkbox", "Text", "Checkbox", "Checkbox", "Text", "Checkbox", "Checkbox", "Text", "Number", "Text", "Number", "Checkbox", "Number", "Text", "Text", "Checkbox", "Text", "Number", "Number", "Number", "Text", "Checkbox", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text", "Text"], "columns_description": ["", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], "columns_format": [{}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2022-02-01T18:54:35.000Z"}, "classification": {"categories": [], "tags": [], "domain_category": "City Financial Data", "domain_tags": ["stormwater", "wastewater", "water", "water rates"], "domain_metadata": []}, "metadata": {"domain": "data.orcities.org", "license": "Public Domain U.S. Government"}, "permalink": "https://data.orcities.org/d/ym9k-v6dn", "link": "https://data.orcities.org/City-Financial-Data/Water-Rates-Data-2021/ym9k-v6dn", "owner": {"id": "2nbn-uyth", "user_type": "interactive", "display_name": "aljetsp"}, "creator": {"id": "2nbn-uyth", "user_type": "interactive", "display_name": "aljetsp"}}
{"resource": {"name": "LGPI Map", "id": "yv29-x3ye", "parent_fxf": [], "description": "", "attribution": null, "attribution_link": null, "contact_email": null, "type": "dataset", "updatedAt": "2019-01-17T18:46:40.000Z", "createdAt": "2019-01-17T18:44:00.000Z", "metadata_updated_at": "2019-01-17T18:46:40.000Z", "data_updated_at": "2019-01-17T18:46:39.000Z", "columns_name": ["Net Income", "New Georeferenced Column", "New Georeferenced Column (address)", "City/County", "New Georeferenced Column (city)", "New Georeferenced Column (state)", "New Georeferenced Column (zip)", "Counties", "Cities"], "columns_field_name": ["net_income", "geocoded_column", "geocoded_column_address", "city_county", "geocoded_column_city", "geocoded_column_state", "geocoded_column_zip", ":@computed_region_6i9h_2rt9", ":@computed_region_u39g_jjf9"], "columns_datatype": ["Number", "Point", "Text", "Text", "Text", "Text", "Text", "Number", "Number"], "columns_description": ["", "", "", "", "", "", "", "This column was automatically created in order to record in what polygon from the dataset 'Counties' (6i9h-2rt9) the point in column 'geocoded_column' is located. This enables the creation of region maps (choropleths) in the visualization canvas and data lens.", "This column was automatically created in order to record in what polygon from the dataset 'Cities' (u39g-jjf9) the point in column 'geocoded_column' is located. This enables the creation of region maps (choropleths) in the visualization canvas and data lens."], "columns_format": [{"precisionStyle": "currency", "currencyStyle": "USD"}, {}, {}, {}, {}, {}, {}, {}, {}], "provenance": "official", "lens_view_type": "tabular", "lens_display_type": "table", "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2019-01-17T18:46:40.000Z"}, "classification": {"categories": [], "tags": [], "domain_tags": ["lgpi", "map"], "domain_metadata": []}, "metadata": {"domain": "data.orcities.org"}, "permalink": "https://data.orcities.org/d/yv29-x3ye", "link": "https://data.orcities.org/dataset/LGPI-Map/yv29-x3ye", "owner": {"id": "qrvr-trm4", "user_type": "interactive", "display_name": "paljets"}, "creator": {"id": "qrvr-trm4", "user_type": "interactive", "display_name": "paljets"}}
