{"resource": {"name": "bucks generator updated 2024 fortnite vbucks codes free 2024", "id": "vra7-pfxv", "parent_fxf": ["rpm6-28cg"], "description": "This dataset contains auction results for properties sold on October 29, 2019 from In Rem 44 – 52.  This dataset does not contain auction results for properties acquired by the City of Buffalo and Buffalo Sewer Authority through the In Rem 53 foreclosure proceeding which were sold on October 30 and 31, 2019.\n\nThe In Rem auction is run by the Department of Assessment and Taxation with the goal of recovering unpaid property taxes, garbage user fees, water utility bills, or sewer rents by selling the property at auction.  Article §28-76 of the City Code states that the department of assessment and taxation, with the assistance of the department of law, shall be responsible for tax foreclosure pursuant to the real property tax law of the state of New York. Article §6-23(f) of the City Code sets out the duties for the director of the real estate department and allows for the sale of properties acquired by the city through tax foreclosure. Article §15-41 allows for foreclosure on unpaid resident user fees.", "attribution": null, "attribution_link": null, "contact_email": null, "type": "calendar", "updatedAt": "2024-06-26T19:36:12.000Z", "createdAt": "2024-06-26T19:35:50.000Z", "metadata_updated_at": "2024-06-26T19:36:12.000Z", "data_updated_at": "2019-11-06T18:54:11.000Z", "columns_name": [], "columns_field_name": [], "columns_datatype": [], "columns_description": [], "columns_format": [], "provenance": "community", "lens_view_type": "tabular", "lens_display_type": "visualization_canvas_calendar", "locked": false, "blob_mime_type": null, "hide_from_data_json": false, "publication_date": "2024-06-26T19:36:12.000Z"}, "classification": {"categories": [], "tags": [], "domain_category": "Economic & Neighborhood Development", "domain_tags": [], "domain_metadata": [{"key": "Notes_Note", "value": "Properties at auction in the City of Buffalo end up in one of three categories after the auction has concluded. These categories are (1) properties that are sold with clean title (\"Sold\"), (2) properties that are struck to the city with clean title (\"Struck to the City\"), and (3) properties that are not bid on resulting in adjournment and no clean title (\"Adjourned\")."}, {"key": "Disclaimers_Legal-Disclaimer", "value": "The use of the Open Data Buffalo website (data.buffalony.gov) for City of Buffalo, the municipal corporation, located in the state of New York, Erie County (“City of Buffalo”) shall not constitute or imply any warranty whatsoever, expressed or implied, in law or in equity, including but not limited to, any warranties in regards to the accuracy, adequacy, completeness, fitness, legality, reliability or usefulness of any data, information, products or services contained herein. The data, information, products or services contained on the Open Data Buffalo website (data.buffalony.gov) do not constitute and shall not be construed or implied, in any manner whatsoever, as containing the official records of the City of Buffalo. The City of Buffalo hereby disclaims any and all liability to any and all parties for any direct, indirect, implied, punitive, special, incidental or other consequential damages arising directly or indirectly from any use of the Open Data Buffalo website (data.buffalony.gov), including but not limited to, any and all damages arising from or related to the download, use, transmission, alteration, dissemination of data, information, products or services contained on or downloaded from the Open Data Buffalo website (data.buffalony.gov)."}, {"key": "Dataset-Information_Department", "value": "Assessment & Taxation"}, {"key": "Dataset-Information_Agency", "value": "City of Buffalo"}, {"key": "Dataset-Information_Data-Series-Start-Date", "value": "N/A"}, {"key": "Dataset-Information_Automated", "value": "No"}, {"key": "Dataset-Information_Source-System", "value": "SQL Server"}, {"key": "Dataset-Information_Update-Frequency", "value": "Annual"}]}, "metadata": {"domain": "data.buffalony.gov", "license": "Public Domain U.S. Government"}, "permalink": "https://data.buffalony.gov/d/vra7-pfxv", "link": "https://data.buffalony.gov/Economic-Neighborhood-Development/bucks-generator-updated-2024-fortnite-vbucks-codes/vra7-pfxv", "owner": {"id": "bfa7-6jzy", "user_type": "interactive", "display_name": "carry"}, "creator": {"id": "bfa7-6jzy", "user_type": "interactive", "display_name": "carry"}}
